
const markers = [
  {
    city: "София",
    type: "Мол България",
    geocode: [42.66403, 23.28873],
    popUp: "Манастирски лив - бул. България 69, подземен паркинг"
  },
  {
    city: "София",
    type: "Мол България",
    geocode: [42.66403, 23.28873],
    popUp: "Манастирски лив - бул. България 69, подземен паркинг"
  },
  {
    city: "София",
    type: "25 DKC",
    geocode: [42.64059, 23.38267],
    popUp: "Младост 3 - ул. Свето преображение 20"
  },
  {
    city: "София",
    type: "25 DKC",
    geocode: [42.64059, 23.38267],
    popUp: "Младост 3 - ул. Свето преображение 20"
  },
  {
    city: "София",
    type: "БЧК",
    geocode: [42.6727, 23.32072],
    popUp: "Лозенец - бул. Джеймс Баучер 76"
  },
  {
    city: "София",
    type: "БЧК",
    geocode: [42.6727, 23.32072],
    popUp: "Лозенец - бул. Джеймс Баучер 76"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.65633, 23.39913],
    popUp: "Дружба - ул. Хайделберг 1"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.65633, 23.39913],
    popUp: "Дружба - ул. Хайделберг 1"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.64187, 23.33617],
    popUp: "Малин.долина/Ст - ул. Проф. Иван Странски 21"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.64187, 23.33617],
    popUp: "Малин.долина/Ст - ул. Проф. Иван Странски 21"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.68301, 23.26718],
    popUp: "Овча купел - ул. Кукуряк 3"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.68301, 23.26718],
    popUp: "Овча купел - ул. Кукуряк 3"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.67045, 23.27348],
    popUp: "Витоша - бул. Тодор Каблешков 3"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.67045, 23.27348],
    popUp: "Витоша - бул. Тодор Каблешков 3"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.64583, 23.37912],
    popUp: "Младост 3 - ул. Филип Аврамов 3"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.64583, 23.37912],
    popUp: "Младост 3 - ул. Филип Аврамов 3"
  },
  {
    city: "София",
    type: "Хиполенд",
    geocode: [42.74631, 23.22987],
    popUp: "Люлин - бул. Европа 184 А"
  },
  {
    city: "София",
    type: "KFC",
    geocode: [42.71465, 23.26012],
    popUp: "Люлин 7 микрора - бул. Джавахарлал Неру"
  },
  {
    city: "с.Герман",
    type: "Общ. админ.",
    geocode: [42.60948, 23.41011],
    popUp: "кметство Герман - Кметство Герман, до Пощата"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.64832, 23.37896],
    popUp: "Младост 1А - бул. Александър Малинов"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.64832, 23.37896],
    popUp: "Младост 1А - бул. Александър Малинов"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.66519, 23.28923],
    popUp: "Мотописта - бул. България 55"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.66519, 23.28923],
    popUp: "Мотописта - бул. България 55"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.68324, 23.29726],
    popUp: "Славия - ул. Софийски герой 4"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.68324, 23.29726],
    popUp: "Славия - ул. Софийски герой 4"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.70403, 23.3106],
    popUp: "Илинден - ул. Опълченска 35"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.70403, 23.3106],
    popUp: "Илинден - ул. Опълченска 35"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.73542, 23.2919],
    popUp: "Надежда 3 - бул. Ломско шосе 171"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.73542, 23.2919],
    popUp: "Надежда 3 - бул. Ломско шосе 171"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.71957, 23.25643],
    popUp: "Люлин - бул. Царица Йоана 72"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.71957, 23.25643],
    popUp: "Люлин - бул. Царица Йоана 72"
  },
  {
    city: "София",
    type: "Икеа",
    geocode: [42.62338, 23.35588],
    popUp: "Витоша - Околовр. път 216, покрит паркинг до травелаторите"
  },
  {
    city: "София",
    type: "Икеа",
    geocode: [42.62338, 23.35588],
    popUp: "Витоша - Околовр. път 216, покрит паркинг до травелаторите"
  },
  {
    city: "София",
    type: "Пазари Изток Ситняково",
    geocode: [42.68453, 23.35396],
    popUp: "Гео Милев - ъгъла на бул. Шипченски проход и ул. Борис Христов"
  },
  {
    city: "София",
    type: "Пазари Изток Римска стена",
    geocode: [42.68411, 23.33076],
    popUp: "Лозенец - ъгъла на ул. Стара стена и ул. Яворец"
  },
  {
    city: "София",
    type: "Mr Bricolage",
    geocode: [42.66392, 23.37881],
    popUp: "Младост - бул. Цариградско шосе 155 А"
  },
  {
    city: "София",
    type: "Пазари Юг Иван Вазов",
    geocode: [42.67686, 23.30405],
    popUp: "Иван Вазов - ул. Балша 14"
  },
  {
    city: "София",
    type: "Фантастико F 42",
    geocode: [42.65592, 23.37432],
    popUp: "Младост 1 - бул. Йерусалим №21"
  },
  {
    city: "София",
    type: "Фантастико F 42",
    geocode: [42.65592, 23.37432],
    popUp: "Младост 1 - бул. Йерусалим №21"
  },
  {
    city: "София",
    type: "Фантастико F 36",
    geocode: [42.65382, 23.3604],
    popUp: "Дървеница - бул. Св. Климент Охридски №15"
  },
  {
    city: "София",
    type: "Пазари Възраждане Дим Петков",
    geocode: [42.70199, 23.30088],
    popUp: "Зона Б-18 - бул. Тодор Александров и ул. Димитър Петков"
  },
  {
    city: "София",
    type: "Пазари Юг Борово",
    geocode: [42.66902, 23.2792],
    popUp: "Борово - ул. Ген. Стефан Тошев"
  },
  {
    city: "София",
    type: "Пазари Юг Красно село",
    geocode: [42.67776, 23.28513],
    popUp: "Красно село - ул. Дебър"
  },
  {
    city: "София",
    type: "Фантастико F 35",
    geocode: [42.65017, 23.4071],
    popUp: "Дружба 2 - бул. Проф Цветан Лазаров 140"
  },
  {
    city: "София",
    type: "Фантастико F 19",
    geocode: [42.65859, 23.26445],
    popUp: "Бояна - ул. Пушкин 64"
  },
  {
    city: "София",
    type: "Фантастико F 16",
    geocode: [42.71467, 23.25509],
    popUp: "Люлин - бул. Джавахарлал Неру"
  },
  {
    city: "София",
    type: "Фантастико F 30",
    geocode: [42.64066, 23.31167],
    popUp: "Витоша - бул.Черни връх 204"
  },
  {
    city: "София",
    type: "Sky City Center SC-Ф28-M3",
    geocode: [42.67971, 23.36726],
    popUp: "Гео Милев - ул. Коста Лулчев 52"
  },
  {
    city: "София",
    type: "Фантастико F40",
    geocode: [42.68045, 23.36126],
    popUp: "Гео Милев - ул. Николай Коперник 27"
  },
  {
    city: "София",
    type: "Фантастико F15",
    geocode: [42.7297, 23.2535],
    popUp: "Люлин 1 - бул. Европа"
  },
  {
    city: "София",
    type: "Фантастико F07",
    geocode: [42.68615, 23.2557],
    popUp: "Овча купел 1 - ул. Монтевидео 98"
  },
  {
    city: "София",
    type: "Фантастико F6",
    geocode: [42.65878, 23.3472],
    popUp: "Студентски град - бул. Г.М. Димитров 77"
  },
  {
    city: "София",
    type: "Фантастико F21",
    geocode: [42.62732, 23.37893],
    popUp: "Младост 4 - ул Д-р Атанас Москов 15"
  },
  {
    city: "София",
    type: "Метро",
    geocode: [42.64684, 23.39313],
    popUp: "НПЗ Изток - бул. Цариградско шосе 7-11"
  },
  {
    city: "София",
    type: "Бизнес парк София",
    geocode: [42.62684, 23.37415],
    popUp: "Младост 4 - ул. Бизнес парк София 1"
  },
  {
    city: "София",
    type: "ОМВ",
    geocode: [42.65123, 23.37949],
    popUp: "Дружба 1 - бул. Проф. Цветан Лазаров № 63"
  },
  {
    city: "София",
    type: "Фантастико F22",
    geocode: [42.64999, 23.3416],
    popUp: "Студентски град - ул. Акад. Борис Стефанов 12"
  },
  {
    city: "София",
    type: "Метро-2",
    geocode: [42.74645, 23.23181],
    popUp: "Република - бул. Европа 182"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.71018, 23.25811],
    popUp: "Люлин - ул. д-р Петър Дертлиев 56"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.71018, 23.25811],
    popUp: "Люлин - ул. д-р Петър Дертлиев 56"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.69016, 23.30202],
    popUp: "Крива река - бул. ген. Тотлебен 36"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.69016, 23.30202],
    popUp: "Крива река - бул. ген. Тотлебен 36"
  },
  {
    city: "София",
    type: "CBA",
    geocode: [42.66707, 23.28416],
    popUp: "Борово - ъгъла на ул.Родопски извор и ул. Лелинска чука"
  },
  {
    city: "София",
    type: "CBA",
    geocode: [42.67126, 23.27934],
    popUp: "Борово - Хали, ул. Пчела №30"
  },
  {
    city: "София",
    type: "CBA",
    geocode: [42.73607, 23.30543],
    popUp: "Свобода - бул.Ген.Никола Жеков до бл.12"
  },
  {
    city: "София",
    type: "Парадайс център -вътрешен паркинг, ниво - 3",
    geocode: [42.65867, 23.31568],
    popUp: "Хладилника - бул. Черни връх 100"
  },
  {
    city: "София",
    type: "Парадайс център -вътрешен паркинг, ниво - 3",
    geocode: [42.65867, 23.31568],
    popUp: "Хладилника - бул. Черни връх 100"
  },
  {
    city: "София",
    type: "Квартал Фууд парк",
    geocode: [42.65095, 23.31594],
    popUp: "Кръстова вада - бул. Черни връх 69"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.65856, 23.27212],
    popUp: "Бъкстон - бул. Братя Бъкстон 96"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.65606, 23.31516],
    popUp: "Хладилника - бул. Черни Връх 94 (102а)"
  },
  {
    city: "София",
    type: "Burlex",
    geocode: [42.67333, 23.31144],
    popUp: "Надежда - Надежда 4, ул. Екзарх Стефан"
  },
  {
    city: "София",
    type: "Burlex",
    geocode: [42.66293, 23.28326],
    popUp: "Манастирски лив - Манастирски ливади, ул. Мур 56"
  },
  {
    city: "София",
    type: "Burlex",
    geocode: [42.67333, 23.31144],
    popUp: "Лозенец - Лозенец, бул Арсеналски 105"
  },
  {
    city: "София",
    type: "Burlex",
    geocode: [42.6499, 23.2606],
    popUp: "Бояна - Бояна, ул. Севастократор Калоян 77"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.63439, 23.40696],
    popUp: "Горубляне - ул. Владичина поляна 2"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.63439, 23.40696],
    popUp: "Горубляне - ул. Владичина поляна 2"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.62424, 23.38378],
    popUp: "Младост 4 - Околовръстен път 271"
  },
  {
    city: "София",
    type: "Кауфланд",
    geocode: [42.62424, 23.38378],
    popUp: "Младост 4 - Околовръстен път 271"
  },
  {
    city: "София",
    type: "ЧСУ Дружба (Частно средно уч-ще)",
    geocode: [42.74597, 23.27375],
    popUp: "Обеля 2 - жк. 'Обеля'-2, ул. '106-та' № 3"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.71233, 23.24834],
    popUp: "Люлин 6 - бул Панчо Владигеров 15"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.71323, 23.23979],
    popUp: "Люлин 5 - бул. Д-Р Петър Дертлиев 104"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.68994, 23.24894],
    popUp: "Овча купел-2 - бул. Президент Линкълн 72"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.67986, 23.28185],
    popUp: "Славия - ул. Житница 5a"
  },
  {
    city: "София",
    type: "THE MALL",
    geocode: [42.66048, 23.38214],
    popUp: "Полигона - Бул. Цариградско шосе 115з"
  },
  {
    city: "София",
    type: "THE MALL",
    geocode: [42.66048, 23.38214],
    popUp: "Полигона - Бул. Цариградско шосе 115з"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.70222, 23.35371],
    popUp: "Подуяне/Хаджи Д - бул. Владимир Вазов 20"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.70222, 23.35371],
    popUp: "Подуяне/Хаджи Д - бул. Владимир Вазов 20"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.71006, 23.38093],
    popUp: "жк Левски В - бул. Владимир Вазов 70"
  },
  {
    city: "София",
    type: "Билла",
    geocode: [42.71006, 23.38093],
    popUp: "жк Левски В - бул. Владимир Вазов 70"
  },



  {
    city: "Пловдив",
    type: "уч-ще Паисий Хилендарски",
    geocode: [42.152064, 24.745423],
    popUp: "ул. Родопи 48"
  },
  {
    city: "Пловдив",
    type: "Кметство р-н Северен",
    geocode: [42.145216, 24.750494],
    popUp: "бул. Цар Борис 3 Обединител 22А"
  },
  {
    city: "Пловдив",
    type: "БЧК Социален център",
    geocode: [42.153003, 24.751684],
    popUp: "ул. Стойчо Мушанов 48"
  },
  {
    city: "Пловдив",
    type: "Кауфланд",
    geocode: [42.153292, 24.769624],
    popUp: "бул. Освобождение 47"
  },
  {
    city: "Пловдив",
    type: "уч-ще Душо Хаджидеков",
    geocode: [42.151986, 24.744764],
    popUp: "ул. Богомил 32"
  },
  {
    city: "Пловдив",
    type: "уч-ще Райна Княгиня",
    geocode: [42.148364, 24.752426],
    popUp: "ул. Полковник Сава Муткуров 40"
  },
  {
    city: "Пловдив",
    type: "Кауфланд",
    geocode: [42.143958, 24.744481],
    popUp: "бул. Македония 97"
  },
  {
    city: "Пловдив",
    type: "Кауфланд",
    geocode: [42.143958, 24.744481],
    popUp: "бул. Македония 97"
  },
  {
    city: "Пловдив",
    type: "Кауфланд",
    geocode: [42.153789, 24.7656],
    popUp: "бул. Пещерско шосе 36"
  },
  {
    city: "Пловдив",
    type: "Кауфланд",
    geocode: [42.153789, 24.7656],
    popUp: "бул. Пещерско шосе 36"
  },
  {
    city: "Пловдив",
    type: "Кметство р-н Запад",
    geocode: [42.14028, 24.7445],
    popUp: "ул. Вечерница 1А"
  },
  {
    city: "Пловдив",
    type: "уч-ще Алеко Константинов",
    geocode: [42.15324, 24.75678],
    popUp: "ул. Б.Здравков 35"
  },
  {
    city: "Пловдив",
    type: "Билла",
    geocode: [42.143504, 24.760346],
    popUp: "бул. Македония 2"
  },
  {
    city: "Пловдив",
    type: "уч-ще Цар Симеон Велики",
    geocode: [42.146659, 24.757219],
    popUp: "ул. Лука Касъров 13"
  },
  {
    city: "Пловдив",
    type: "Билла",
    geocode: [42.145443, 24.756906],
    popUp: "бул. 6-ти септември 221"
  },
  {
    city: "Пловдив",
    type: "Мол Пловдив Плаза",
    geocode: [42.131671, 24.758769],
    popUp: "ул. Д-р Георги Странски 3 /външен паркинг,вход H&M/"
  },
  {
    city: "Пловдив",
    type: "Метро",
    geocode: [42.134277, 24.770499],
    popUp: "бул. Санкт Петербург 135"
  },
  {
    city: "Пловдив",
    type: "уч-ще Никола Вапцаров",
    geocode: [42.145198, 24.756595],
    popUp: "ул. Огражден 10"
  },
  {
    city: "Пловдив",
    type: "ОМВ",
    geocode: [42.15807, 24.73444],
    popUp: "бул. България 97"
  },
  {
    city: "Пловдив",
    type: "ОМВ",
    geocode: [42.14953, 24.7777],
    popUp: "бул. 6-ти септември 241/ бул. Цариградско шосе"
  },
  {
    city: "Пловдив",
    type: "VIA park Южен",
    geocode: [42.127, 24.7493],
    popUp: "бул. Ал. Стамболийски 131/до бул.Коматевско шосе/"
  },
  {
    city: "Пловдив",
    type: "Пазар Гребна база",
    geocode: [42.14753, 24.72162],
    popUp: "ул. Ясна поляна, ул.Братия"
  },
  {
    city: "Пловдив",
    type: "Пазар Събота пазара",
    geocode: [42.13041, 24.75041],
    popUp: "ул. Гоце Делчев, на платения паркинг на пазара"
  },
  {
    city: "Пловдив",
    type: "уч-ще Яворов",
    geocode: [42.15947, 24.73956],
    popUp: "бул. България 136"
  },
  {
    city: "Пловдив",
    type: "Детска градина Вяра",
    geocode: [42.12158, 24.73743],
    popUp: "ул. Димитър Талев 59"
  },
  {
    city: "Пловдив",
    type: "Т Маркет",
    geocode: [42.13395, 24.79376],
    popUp: "ул.  Шипка 6"
  },
  {
    city: "Пловдив",
    type: "Т Маркет",
    geocode: [42.12027, 24.73306],
    popUp: "бул. Ал.Стамболийски 33, на паркинга с бариерата"
  },
  {
    city: "Пловдив",
    type: "Детска градина Чайка",
    geocode: [42.13795, 24.7637],
    popUp: "бул. Източен 15 /преди стадион Христо Ботев/"
  },
  {
    city: "Пловдив",
    type: "Пазар Хлебозавод Тракия",
    geocode: [42.12981, 24.78659],
    popUp: "ул. Съединение и ул. Недялка Шилева"
  },
  {
    city: "Пловдив",
    type: "Метро-2",
    geocode: [42.15899, 24.67974],
    popUp: "ул. Костяневска 1, Марица, посока с. Радиново"
  },
  {
    city: "Пловдив",
    type: "Mr.Bricolage-1",
    geocode: [42.15352, 24.76979],
    popUp: "бул. 6-ти септември 223А"
  },
  {
    city: "Пловдив",
    type: "Детска градина Зорница",
    geocode: [42.12892, 24.73148],
    popUp: "ул. Георги Кондолов 45,срещу входа на парк Райчо Кирков"
  },
  {
    city: "Пловдив",
    type: "Обръщалото/спирка Коматево",
    geocode: [42.10074, 24.70351],
    popUp: "Коматевско шосе, обръщалото"
  },
  {
    city: "Пловдив",
    type: "РУМ Молдавия",
    geocode: [42.13191, 24.74667],
    popUp: "ул. Трети март, паркинг бивш магазин Молдавия"
  },
  {
    city: "Пловдив",
    type: "Пазар Слънчеви лъчи",
    geocode: [42.12366, 24.72945],
    popUp: "ул. Георги Икономов, срещу пазара"
  },
  {
    city: "Пловдив",
    type: "Парк Белите брези",
    geocode: [42.1267, 24.7466],
    popUp: "ул. Охрид, зад ресторант Белите брези"
  },
  {
    city: "Пловдив",
    type: "бул.Цариградско шосе, до 2рата автоб.спирка, подлез",
    geocode: [42.14875, 24.77494],
    popUp: "бул. Цариградско шосе, до спирка и подлез"
  },
  {
    city: "Пловдив",
    type: "Аграрен университет Пловдив, ректорат, паркинг",
    geocode: [42.13411, 24.76561],
    popUp: "бул. Менделеев 12, паркинг на ректората"
  },
  {
    city: "Пловдив",
    type: "Ритейл парк, до Лидъл/бивш Практикер",
    geocode: [42.15742, 24.72865],
    popUp: "бул. България 115 А"
  },
  {
    city: "Пловдив",
    type: "Мед център 'Кючук Париж'",
    geocode: [42.12861, 24.73313],
    popUp: "ул. Георги Кондолов 43А"
  },
  {
    city: "Пловдив",
    type: "ХЕИ/РЗИ паркинг, стоянка за таксита",
    geocode: [42.13886, 24.71976],
    popUp: "ул. Перущица 1, паркинг на РЗИ, стоянка на таксита"
  },
  {
    city: "Пловдив",
    type: "ул. Пещерско шосе с ул Рая",
    geocode: [42.13363, 24.70858],
    popUp: "ул. Пещерско посе с ул Рая"
  },
  {
    city: "с.Марково",
    type: "с. Марково, общ. Родопи, пред кметството, паркинг",
    geocode: [42.06352, 24.70287],
    popUp: "с. Марково, до сградата на кметството, общ Родопи"
  },
  {
    city: "с.Марково",
    type: "с. Марково, общ. Родопи, пред кметството, паркинг",
    geocode: [42.06352, 24.70287],
    popUp: "с. Марково, до сградата на кметството, общ Родопи"
  },
  {
    city: "с.Първенец",
    type: "с.Първенец, ОУ Св Св Кирил и Методи",
    geocode: [42.07193, 24.66218],
    popUp: "с. Първенец, ул. Патриарх Евтимий 3, общ. Родопи"
  },
  {
    city: "Пловдив",
    type: "Plovdiv stage park, Младежкия хълм, поляна",
    geocode: [42.13388, 24.73126],
    popUp: "бул. Христо Ботев, зад бензиностанцията, Младежкия хълм"
  },
  {
    city: "с. Труд",
    type: "с. Труд, общ. Марица, център, до тото пункта",
    geocode: [42.23111, 24.72671],
    popUp: "с. Труд, ул.Никола Петков, до тото пункта"
  },
  {
    city: "гр. Куклен",
    type: "гр. Куклен, пред Общината",
    geocode: [42.03544, 24.78532],
    popUp: "ул. Пейо Яворов и ул. Александър Стамболийски 43"
  },
  {
    city: "гр. Куклен",
    type: "гр. Куклен, пред Гимназия по селско стоп",
    geocode: [42.03618, 24.78372],
    popUp: "ул. Александър Стамболийски 46"
  },
  {
    city: "с. Бранипо",
    type: "с. Браниполе, общ. Родопи, пред сградата на кметството",
    geocode: [42.07881, 24.7564],
    popUp: "ул. Родопи 29"
  },
  {
    city: "с. Крумово",
    type: "с. Крумово, до кметството",
    geocode: [42.08682, 24.82034],
    popUp: "ул. Хан Крум № 34А"
  },
  {
    city: "с. Войводи",
    type: "с. Войводиново",
    geocode: [42.19971, 24.79487],
    popUp: "ул. Христо Ботев, центъра пред кметството"
  },
  {
    city: "с. Брестни",
    type: "с. Брестник",
    geocode: [42.05402, 24.76668],
    popUp: "ул. Елин Пелин, отстрани на читалище"
  },
  {
    city: "Пловдив",
    type: "Билла -Томов Плаза, жк Тракия",
    geocode: [42.12702, 24.77125],
    popUp: "бул. Освобождение 157"
  },



  {
    city: "Асеновгр",
    type: "пред супермаркет Билла",
    geocode: [42.01297, 24.87155],
    popUp: "ул. Васил Левски 16, пред супермаркет Билла"
  },
  {
    city: "Асеновгр",
    type: "пред супермаркет Билла",
    geocode: [42.01297, 24.87155],
    popUp: "ул. Васил Левски 16, пред супермаркет Билла"
  },
  {
    city: "Асеновгр",
    type: "Т Маркет",
    geocode: [42.01124, 24.87856],
    popUp: "ул. Александър Стамболийски 7/ откъм ул Плиска"
  },
  {
    city: "Асеновгр",
    type: "Т Маркет",
    geocode: [42.01124, 24.87856],
    popUp: "ул. Александър Стамболийски 7/ откъм ул Плиска"
  },
  {
    city: "Асеновгр",
    type: "ул.Асенова крепост, след ОДЗ Бако Динчо",
    geocode: [42.0021, 24.87434],
    popUp: "ул. Асенова крепост, срещу номер 15"
  },
  {
    city: "Асеновгр",
    type: "ул. Съединение, паркинг пред ДИП България",
    geocode: [42.00724, 24.8731],
    popUp: "ул. Съединение, паркинг, пред ДИП България"
  },
  {
    city: "Асеновгр",
    type: "ул. Съединение, паркинг пред ДИП България",
    geocode: [42.00724, 24.8731],
    popUp: "ул. Съединение, паркинг, пред ДИП България"
  },
  {
    city: "Асеновгр",
    type: "Кауфланд",
    geocode: [42.01938, 24.86061],
    popUp: "ул. Хаджи Димитър Стоилов 1"
  },
  {
    city: "Асеновгр",
    type: "Кауфланд",
    geocode: [42.01938, 24.86061],
    popUp: "ул. Хаджи Димитър Стоилов 1"
  },
  {
    city: "Асеновгр",
    type: "ул. Христо Ботев 24, до авт. спирка",
    geocode: [42.00724, 24.88044],
    popUp: "ул. Христо Ботев 24"
  },
  {
    city: "Асеновгр",
    type: "ул. Хаджи Димитър до уч-ще Ангел Кънчев",
    geocode: [42.00751, 24.86911],
    popUp: "ул. Хаджи Димитър"
  },
  {
    city: "Асеновгр",
    type: "кв. Долни воден, ул. Йордан Йовков с ул. Крайречна",
    geocode: [42.02372, 24.84032],
    popUp: "кв. Долни воден, ул. Йордан Йовков"
  },
  {
    city: "Асеновгр",
    type: "до МБАЛ Асеновград, ул.Л. Каравелов/ул.Ал.Стамболийски",
    geocode: [42.01557, 24.87947],
    popUp: "до МБАЛ Асеновград, ул.Л. Каравелов/ул.Ал.Стамболийски"
  },


  {
    city: "Ст Загора",
    type: "БЧК",
    geocode: [42.42889, 25.62699],
    popUp: "бул. Руски 54"
  },
  {
    city: "Ст Загора",
    type: "БЧК",
    geocode: [42.42525, 25.62458],
    popUp: "ул. Хаджи Димитър Асенов 74/кръст. с ул Св Княз Борис"
  },
  {
    city: "Ст Загора",
    type: "БЧК",
    geocode: [42.42525, 25.62458],
    popUp: "ул. Хаджи Димитър Асенов 74/кръст. с ул Св Княз Борис"
  },
  {
    city: "Ст Загора",
    type: "Billa",
    geocode: [42.42796, 25.64735],
    popUp: "бул. Цар Симеон Велики 218"
  },
  {
    city: "Ст Загора",
    type: "Billa",
    geocode: [42.42796, 25.64735],
    popUp: "бул. Цар Симеон Велики 218"
  },
  {
    city: "Ст Загора",
    type: "Billa",
    geocode: [42.41972, 25.60833],
    popUp: "ул. Кап. Петко Войвода No:20"
  },
  {
    city: "Ст Загора",
    type: "Billa",
    geocode: [42.41972, 25.60833],
    popUp: "ул. Кап. Петко Войвода No:20"
  },
  {
    city: "Ст Загора",
    type: "Metro",
    geocode: [42.43242, 25.69109],
    popUp: "ул. Хрищиян Войвода 30"
  },
  {
    city: "Ст Загора",
    type: "OMV",
    geocode: [42.41883, 25.60669],
    popUp: "кв. Три чучура № 46"
  },
  {
    city: "Ст Загора",
    type: "Kaufland",
    geocode: [42.43279, 25.63846],
    popUp: "ул. Иван Вазов 2, кв Бедечка"
  },
  {
    city: "Ст Загора",
    type: "Kaufland",
    geocode: [42.43279, 25.63846],
    popUp: "ул. Иван Вазов 2, кв Бедечка"
  },
  {
    city: "Ст Загора",
    type: "Комплекс за соц грижи",
    geocode: [42.4247, 25.64369],
    popUp: "ул. Христо Ботев 205"
  },
  {
    city: "Ст Загора",
    type: "HOLIDAY PARK",
    geocode: [42.42779, 25.66082],
    popUp: "бул. Никола Петков 52"
  },
  {
    city: "Ст Загора",
    type: "Kaufland",
    geocode: [42.4155, 25.62046],
    popUp: "ул. Стамо Пулев 2"
  },

  {
    city: "Първомай",
    type: "Община Първомай",
    geocode: [42.0995, 25.22417],
    popUp: "ул.Бр.Миладинови-юг №50, паркинг Общината,ул. Д.Благоев"
  },
  {
    city: "Първомай",
    type: "Община Първомай",
    geocode: [42.0995, 25.22417],
    popUp: "ул.Бр.Миладинови-юг №50, паркинг Общината,ул. Д.Благоев"
  },
  {
    city: "Първомай",
    type: "Срещу жп гарата",
    geocode: [42.10073, 25.2251],
    popUp: "ул.Бр.Миладинови-север, до №15, срещу жп гарата, до парк"
  },


  {
    city: "Раковски",
    type: "Фреш маркет",
    geocode: [42.27178, 24.94561],
    popUp: "ул Петър Богдан"
  },
  {
    city: "Раковски",
    type: "Трафик ойл",
    geocode: [42.27841, 24.94583],
    popUp: "ул Детелина/ул Г С Раковски"
  },
  {
    city: "Раковски",
    type: "Трафик ойл",
    geocode: [42.27841, 24.94583],
    popUp: "ул Детелина/ул Г С Раковски"
  },


  {
    city: "Пазарджик",
    type: "Billa",
    geocode: [42.18671, 24.31998],
    popUp: "ул. Любен Боянов 1"
  },
  {
    city: "Пазарджик",
    type: "Billa",
    geocode: [42.18671, 24.31998],
    popUp: "ул. Любен Боянов 1"
  },
  {
    city: "Пазарджик",
    type: "до КАМ Маркет",
    geocode: [42.19334, 24.31798],
    popUp: "до КАМ Маркет, обръщалото, Запад, ул. „Панайот Волов“"
  },
  {
    city: "Пазарджик",
    type: "ул. „Кочо Честименски“ 41",
    geocode: [42.19907, 24.33846],
    popUp: "ул. „Кочо Честименски“ 41"
  },
  {
    city: "Пазарджик",
    type: "ул. „Болнична“ 40, до трафопоста",
    geocode: [42.18276, 24.34024],
    popUp: "ул. „Болнична“ 40, до трафопоста"
  },
  {
    city: "Пазарджик",
    type: "ул. „Царица Йоана“ с ул. „Ген Гурко Мархолев“ (казарми)",
    geocode: [42.18097, 24.3195],
    popUp: "ул. „Царица Йоана“ с ул. „Ген Гурко Мархолев“ (казарми)"
  },
  {
    city: "Пазарджик",
    type: "ул. „Мария Луиза“ 139 и ул. „Ангел Кънчев“ (пред спортно изгрище)",
    geocode: [42.18685, 24.33873],
    popUp: "ул. „Мария Луиза“ 139 и ул. „Ангел Кънчев“ (пред игрище)"
  },
  {
    city: "Пазарджик",
    type: "ул. „Петър Бонев“ 42, пазарчето",
    geocode: [42.20134, 24.32124],
    popUp: "ул. „Петър Бонев“ 42, пазарчето"
  },
  {
    city: "Пазарджик",
    type: "ул. „Дим. Греков“ 12/ул. \"Патр. Евтимий\" 39, при моста на Лютата, до пенсион клуб",
    geocode: [42.18561, 24.33117],
    popUp: "ул. „Дим. Греков“12/ул. \"Патр. Евтимий\" 39, моста на Лютата"
  },
  {
    city: "Пазарджик",
    type: "ул. „д-р Лонг“/ ул. \"Цар Освободител\"19, до спирката, до ц-р \"Човеколюбие\"",
    geocode: [42.1887, 24.3244],
    popUp: "ул. „д-р Лонг“/ ул. \"Цар Освободител\"19, до \"Човеколюбие\""
  },
  {
    city: "Пазарджик",
    type: "бул.„България“ 25, градинката на МГ, до стоянката на такситата",
    geocode: [42.18781, 24.32921],
    popUp: "бул.„България“ 25, градинката на МГ, стоянката на таксита"
  },
  {
    city: "Пазарджик",
    type: "ул. „Ген Гурко“5/ ул. Братя Миладинови, до джамията",
    geocode: [42.19306, 24.33745],
    popUp: "ул. „Ген Гурко“ 5/ ул. Братя Миладинови, до джамията"
  },
  {
    city: "Пазарджик",
    type: "ул. „Петър Бонев“ 94, тролейбусно депо, Устрем",
    geocode: [42.20134, 24.32124],
    popUp: "ул. „Петър Бонев“ 94, тролейбусно депо, Устрем"
  },
  {
    city: "Пазарджик",
    type: "ул. „Ал. Стамболийски“43 и ул. „Екзарх Йосиф“53, срещу АПИ",
    geocode: [42.19454, 24.33015],
    popUp: "ул. \"Ал. Стамболийски“43 и ул.„Екзарх Йосиф“53,срещу АПИ"
  },
  {
    city: "Пазарджик",
    type: "ул. „Васил Левски“ срещу 58, до тотопункта, срещу училище \"Климент Охридски\"",
    geocode: [42.1941, 24.34093],
    popUp: "ул.„Васил Левски“ срещу 58, до тотопункта, срещу уч-щето"
  },
  {
    city: "Пазарджик",
    type: "Billa",
    geocode: [42.19588, 24.33454],
    popUp: "бул. \"Георги Бенковски\" 12"
  },
  {
    city: "Пазарджик",
    type: "Център за настаняване от семеен тип, БЧК",
    geocode: [42.1842, 24.33906],
    popUp: "ул. Дунав 46 /ул Васил Априлов"
  },


  {
    city: "Перник",
    type: "До Лидъл",
    geocode: [42.6052, 23.03648],
    popUp: "ул. Г.С. Раковски 6"
  },
  {
    city: "Перник",
    type: "До Лидъл",
    geocode: [42.6052, 23.03648],
    popUp: "ул. Г.С. Раковски 6"
  },
  {
    city: "Перник",
    type: "Билла",
    geocode: [42.61046, 23.04209],
    popUp: "ул. Св.Св Кирил и Методий 29"
  },
  {
    city: "Перник",
    type: "Билла",
    geocode: [42.61046, 23.04209],
    popUp: "ул. Св.Св Кирил и Методий 29"
  },
  {
    city: "Перник",
    type: "ОМВ",
    geocode: [42.60764, 23.05],
    popUp: "кв. Димова Махала 6/ бул. Юрий Гагарин"
  },
  {
    city: "с. Владая",
    type: "Общ. админ. Владая",
    geocode: [42.62866, 23.19594],
    popUp: "ул. Войнишко въстание 61 /до сградата на кметство"
  },
  {
    city: "Перник",
    type: "Фантастико",
    geocode: [42.60416, 23.11491],
    popUp: "ул. Юрий Гагарин 52"
  },
  {
    city: "Перник",
    type: "Фантастико",
    geocode: [42.60416, 23.11491],
    popUp: "ул. Юрий Гагарин 52"
  },
  {
    city: "Перник",
    type: "Община Перник, общ.площ, парк Център",
    geocode: [42.60861, 23.02803],
    popUp: "ул. Физкултурна 10 Б, парк Централен, до Общината"
  },
  {
    city: "Перник",
    type: "Община Перник, общ. площ, парк Изток",
    geocode: [42.6075, 23.09739],
    popUp: "ул. Благой Гебрев 17, срещу кметство Изток"
  },
  {
    city: "Перник",
    type: "Кауфланд",
    geocode: [42.60812, 23.03702],
    popUp: "ул. Стримон 1"
  },
  {
    city: "Перник",
    type: "Кауфланд",
    geocode: [42.60812, 23.03702],
    popUp: "ул. Стримон 1"
  },
  {
    city: "Перник",
    type: "Кауфланд",
    geocode: [42.60617, 23.11604],
    popUp: "ул. Овар 1"
  },
  {
    city: "Перник",
    type: "Кауфланд",
    geocode: [42.60617, 23.11604],
    popUp: "ул. Овар 1"
  },


  {
    city: "Благоевград",
    type: "Пред Бриколаж и Техномаркет, ЮПЗ",
    geocode: [41.99695, 23.08883],
    popUp: "Пред Бриколаж и Техномаркет, ул. Яне Сандански, ЮПЗ"
  },
  {
    city: "Благоевград",
    type: "Пред Лидъл, ЮПЗ",
    geocode: [42.0144, 23.08399],
    popUp: "Пред Лидъл, бул. Св. Димитър Солунски 26, ЮПЗ"
  },
  {
    city: "Благоевград",
    type: "До Рубидент Медика, кв.Баларбаши",
    geocode: [42.02646, 23.09736],
    popUp: "До Рубидент Медика, ул. Трети март 42"
  },
  {
    city: "Благоевград",
    type: "До мебели Нанов, Център",
    geocode: [42.02207, 23.08743],
    popUp: "До мебели Нанов, ул. Славянска № 67"
  },
  {
    city: "Благоевград",
    type: "До БГ маркет, д",
    geocode: [42.02047, 23.08237],
    popUp: "До БГ Маркет, ул. Славянска № 93"
  },
  {
    city: "Благоевград",
    type: "кв. Грамада, до Китайския мол, ЮПЗ",
    geocode: [42.01418, 23.08131],
    popUp: "кв. Грамада, до Китайски мол, ул. Св. Клим. Охридски 1В"
  },
  {
    city: "Благоевград",
    type: "жк. Еленово",
    geocode: [42.00074, 23.11165],
    popUp: "бул. Пейо Яворов № 94, около Комплекс Кремен"
  },
  {
    city: "Благоевград",
    type: "Metro, Промишлена зона",
    geocode: [42.01168, 23.06726],
    popUp: "Зеленодолско шосе 17"
  },
  {
    city: "Благоевград",
    type: "До Кауфланд, Център",
    geocode: [42.00994, 23.09429],
    popUp: "бул. Св.Димитър Солунски"
  },
  {
    city: "Благоевград",
    type: "До 9то ОУ Пейо Яворов, Бялата висота",
    geocode: [42.00314, 23.0981],
    popUp: "ул. Борис Ангелушев 1"
  },


  {
    city: "Варна",
    type: "Метро, Север",
    geocode: [43.23291, 27.8607],
    popUp: "ул. Атанас Москов 2"
  },
  {
    city: "Варна",
    type: "Метро, Север",
    geocode: [43.23291, 27.8607],
    popUp: "ул. Атанас Москов 2"
  },
  {
    city: "Варна",
    type: "Мол Варна, Център",
    geocode: [43.22003, 27.88994],
    popUp: "бул. Вл. Варненчик 186"
  },
  {
    city: "Варна",
    type: "Мол Варна, Център",
    geocode: [43.22003, 27.88994],
    popUp: "бул. Вл. Варненчик 186"
  },
  {
    city: "Варна",
    type: "CBA, Аспарухово",
    geocode: [43.18407, 27.89383],
    popUp: "ул. Народни будители 2"
  },
  {
    city: "Варна",
    type: "Кауфланд, Владиславово",
    geocode: [43.24169, 27.85073],
    popUp: "ул. Трети март 77"
  },
  {
    city: "Варна",
    type: "Билла, Левски",
    geocode: [43.22737, 27.91852],
    popUp: "ул. Подвис 25"
  },
  {
    city: "Варна",
    type: "Билла, Левски",
    geocode: [43.22737, 27.91852],
    popUp: "ул. Подвис 25"
  },
  {
    city: "Варна",
    type: "Билла, Аспарухово",
    geocode: [43.18467, 27.88926],
    popUp: "ул. Народни будители 6"
  },
  {
    city: "Варна",
    type: "Пазар Централен, Център",
    geocode: [43.20896, 27.90357],
    popUp: "ул. Дрин, посока ул. Кракра, заден двор на пазара"
  },
  {
    city: "Варна",
    type: "Пазар Чаталджа, Център",
    geocode: [43.2137, 27.92321],
    popUp: "бул. Чаталджа 35"
  },
  {
    city: "Варна",
    type: "Пазар Чаталджа, Център",
    geocode: [43.2137, 27.92321],
    popUp: "бул. Чаталджа 35"
  },
  {
    city: "Варна",
    type: "Пазар Часовника, Център",
    geocode: [43.204, 27.90922],
    popUp: "ул. Русе 29-27"
  },
  {
    city: "Варна",
    type: "Пазар Чайка, Чайка",
    geocode: [43.2145, 27.94102],
    popUp: "Чайка/Ален Мак"
  },
  {
    city: "Варна",
    type: "Пазар Чайка, Чайка",
    geocode: [43.2145, 27.94102],
    popUp: "Чайка/Ален Мак"
  },
  {
    city: "Варна",
    type: "Булмаг, Владиславово",
    geocode: [43.24682, 27.84659],
    popUp: "бул. Констанстин и Фружин 18"
  },
  {
    city: "Варна",
    type: "Булмаг, Владиславово",
    geocode: [43.24682, 27.84659],
    popUp: "бул. Констанстин и Фружин 18"
  },
  {
    city: "Варна",
    type: "Кауфланд, Бриз",
    geocode: [43.22227, 27.94064],
    popUp: "ул. Петър Скорчев 2"
  },
  {
    city: "Варна",
    type: "Кауфланд, Бриз",
    geocode: [43.22227, 27.94064],
    popUp: "ул. Петър Скорчев 2"
  },
  {
    city: "Варна",
    type: "Кауфланд, Възраждане",
    geocode: [43.23527, 27.88145],
    popUp: "бул. Република 60"
  },
  {
    city: "Варна",
    type: "Кауфланд, Възраждане",
    geocode: [43.23527, 27.88145],
    popUp: "бул. Република 60"
  },
  {
    city: "Варна",
    type: "Делта Планет Варна, Трошево",
    geocode: [43.22719, 27.87477],
    popUp: "бул. Сливница 185"
  },
  {
    city: "Варна",
    type: "ОМВ, Център",
    geocode: [43.21606, 27.89661],
    popUp: "бул. Вл. Варненчик 158А"
  },
  {
    city: "Варна",
    type: "кметство р-н Галата, Аспарухово, Галата, Аспарухо",
    geocode: [43.16333, 27.93798],
    popUp: "ул. Капитан I ранг Георги Купов, до магазин CBA"
  },
  {
    city: "Варна",
    type: "Пазар Кайсиева градина, Владиславово",
    geocode: [43.24013, 27.86127],
    popUp: "до Пазара"
  },
  {
    city: "Варна",
    type: "ОМВ, Левски",
    geocode: [43.21906, 27.92686],
    popUp: "ул. Света Ирина 1"
  },
  {
    city: "Варна",
    type: "ОМВ, Център/Гарата",
    geocode: [43.19934, 27.91123],
    popUp: "ул. Дунав 1А"
  },
  {
    city: "Варна",
    type: "Mr Bricolage, Младост",
    geocode: [43.22811, 27.88815],
    popUp: "ул. Вяра 3"
  },
  {
    city: "Варна",
    type: "Руско училище А.С.Пушкин, Център/Одесос",
    geocode: [43.21096, 27.9145],
    popUp: "ул. Професор Николай Державин 12"
  },
  {
    city: "Варна",
    type: "до Пенсионерски клуб, 26 м.р. Младост, Конфуто/Младос",
    geocode: [43.22034, 27.90252],
    popUp: "ул Цанко Дюстабанов"
  },
  {
    city: "Варна",
    type: "Първа езикова гимназия, Цветен квартал",
    geocode: [43.22476, 27.91705],
    popUp: "ул. Подвис  29"
  },
  {
    city: "Варна",
    type: "Кметство р-н Възраждане 3/Младост/до СБА, Възраждане 3 /М",
    geocode: [43.23698, 27.88713],
    popUp: "до магазин CBA"
  },
  {
    city: "Варна",
    type: "Детски образ.ц-р Smarty Kids/Слънч.Надежда ООД, Виница",
    geocode: [43.24918, 27.986],
    popUp: "ул. Цар Борис III 65"
  },
  {
    city: "Варна",
    type: "Младост 2, паркинг на Ледената пързалка, Младост 2",
    geocode: [43.23034, 27.88232],
    popUp: "паркинга на Ледената пързалка, Младост 2"
  },
  {
    city: "Варна",
    type: "Младост 2, паркинг на Ледената пързалка, Младост 3",
    geocode: [43.23034, 27.88232],
    popUp: "паркинга на Ледената пързалка, Младост 3"
  },
  {
    city: "Варна",
    type: "Виница, до Пенсионерски клуб",
    geocode: [43.24436, 27.97962],
    popUp: "ул. Цар Борис III 35в"
  },
  {
    city: "Варна",
    type: "Матем. гимназия Д-р Петър Берон, Чайка",
    geocode: [43.21712, 27.93933],
    popUp: "алея Акад.Никола Обрешков"
  },
  {
    city: "Варна",
    type: "СУ Найден Геров, Център",
    geocode: [43.21666, 27.92621],
    popUp: "ул. Царевец 1"
  },
  {
    city: "Варна",
    type: "СОУ Климент Охридски, Център/Гръцка м",
    geocode: [43.20321, 27.91808],
    popUp: "ул. Михаил Колони 10"
  },
  {
    city: "Варна",
    type: "ОУ Г.С.Раковски, Чайка",
    geocode: [43.21654, 27.93458],
    popUp: "жк Чайка"
  },
  {
    city: "Варна",
    type: "МБАЛ Св. Анна-Варна, Център",
    geocode: [43.21367, 27.91931],
    popUp: "изхода към ул. Ген Колев"
  },
  {
    city: "Варна",
    type: "кв Възраждане, Младост",
    geocode: [43.23401, 27.89464],
    popUp: "ул. Блян, до маг Вулкан"
  },
  {
    city: "Варна",
    type: "район Младост 1 микр р-н, Младост",
    geocode: [43.23249, 27.87321],
    popUp: "пред маг Май Маркет, до блок 104"
  },
  {
    city: "Варна",
    type: "район Младост, Младост",
    geocode: [43.22594, 27.87927],
    popUp: "ул. Младежка, пред банка ДСК"
  },
  {
    city: "Варна",
    type: "Възраждане 1, Възраждане 1",
    geocode: [43.23607, 27.87717],
    popUp: "ул. Ана Феликсова срещу маг Пангия, р-н Младост"
  },
  {
    city: "Варна",
    type: "ОМВ, Младост",
    geocode: [43.22841, 27.8774],
    popUp: "бул. Сливница 184"
  },
  {
    city: "Варна",
    type: "Възраждане 1, Възраждане",
    geocode: [43.23808, 27.87303],
    popUp: "ул. Майка Тереза, пред ТЦ Веста"
  },
  {
    city: "Варна",
    type: "Билла, Младост",
    geocode: [43.23259, 27.88979],
    popUp: "Младост, ул. Вяра"
  },
  {
    city: "Варна",
    type: "ПГ по химични и вкусови техн. Д.И Менделеев, Бриз",
    geocode: [43.2186, 27.95348],
    popUp: "ул. Василаки Пападополу 52"
  },
  {
    city: "Варна",
    type: "срещу Гранд Мол Варна, Център",
    geocode: [43.21789, 27.89722],
    popUp: "срещу Гранд Мол Варна, ул. Акад. Андрей Сахаров 2"
  },
  {
    city: "Варна",
    type: "Кауфланд, Трошево",
    geocode: [43.22125, 27.89074],
    popUp: "бул. Христо Смирненски 2, Трошево"
  },
  {
    city: "Варна",
    type: "Кауфланд, Гарата/Одесос",
    geocode: [43.20237, 27.90127],
    popUp: "ул. Девня 24, Одесос"
  },
  {
    city: "Варна",
    type: "жк Победа, Победа",
    geocode: [43.224, 27.90205],
    popUp: "жк Победа ул Тодор Пенев, до маг СБА"
  },
  {
    city: "Варна",
    type: "жк Трошево, Трошево",
    geocode: [43.22243, 27.88713],
    popUp: "жк Трошево, до бл. 76"
  },
  {
    city: "Варна",
    type: "жк Възраждане, бл 20-северно, 1м р-н, Възраждане 1",
    geocode: [43.23948, 27.87836],
    popUp: "жк Възраждане, бл 20-северно, 1м р-н"
  },
  {
    city: "Варна",
    type: "ул. Моряшка, Аспарухово",
    geocode: [43.17951, 27.89756],
    popUp: "ул. Моряшка, до пазарчето"
  },
  {
    city: "Варна",
    type: "Храм Св Цар Борис-Михаил Покръстител, Аспарухово",
    geocode: [43.18007, 27.89078],
    popUp: "ул. Злетово и ул Места"
  },
  {
    city: "Варна",
    type: "ул. Зеленика, Аспарухово",
    geocode: [43.16129, 27.93053],
    popUp: "ул. Зеленика 1ва 131, до автомивката, Аспарухово"
  },
  {
    city: "Варна",
    type: "CBA, Владиславово",
    geocode: [43.24653, 27.8534],
    popUp: "ул Ниш, срещу бл 407"
  },
  {
    city: "Варна",
    type: "Burlex, Младост 2",
    geocode: [43.23196, 27.88713],
    popUp: "Младост 2 , блок 135"
  },
  {
    city: "Варна",
    type: "ул. Радост, Младост 2",
    geocode: [43.22323, 27.87996],
    popUp: "ул. Радост, пред бл. 5, срещу ЦБА"
  },
  {
    city: "Варна",
    type: "до Пазар Орехчето, Трошево",
    geocode: [43.23232, 27.88508],
    popUp: "до Пазар Орехчето, след ЦБА"
  },


  {
    city: "Девня",
    type: "бул. Съединение, ул. Просвета",
    geocode: [43.22289, 27.56942],
    popUp: "до супермаркет CBA"
  },
  {
    city: "Девня",
    type: "кв.Повеляново, Девня",
    geocode: [43.21292, 27.64738],
    popUp: "до бивше кино, бул. Съединение 22/ул.Мусала"
  },
  {
    city: "Девня",
    type: "Девня, ул. Капитан Петко Войвода с ул. Плевен",
    geocode: [43.21863, 27.56],
    popUp: "до база 1-филиал на уч-ще Васил Левски"
  },
  

  {
    city: "Дупница",
    type: "Кауфланд",
    geocode: [42.25843, 23.1035],
    popUp: "Чавдар Войвода - ул. Свети Иван Рилски № 96А"
  },
  {
    city: "Дупница",
    type: "Кауфланд",
    geocode: [42.25843, 23.1035],
    popUp: "Чавдар Войвода - ул. Свети Иван Рилски № 96А"
  },


  {
    city: "Бургас",
    type: "Mr Bricolage",
    geocode: [42.47191, 27.43146],
    popUp: "Южна пром зона - бул. Захари Стоянов 1"
  },
  {
    city: "Бургас",
    type: "Plaza Mall Burgas",
    geocode: [42.53082, 27.45738],
    popUp: "Северна пром зон - бул. Транспортна и бул. Ст. Стамболов"
  },
  {
    city: "Бургас",
    type: "Plaza Mall Burgas",
    geocode: [42.53082, 27.45738],
    popUp: "Северна пром зон - бул. Транспортна и бул. Ст. Стамболов"
  },
  {
    city: "Бургас",
    type: "Пристанище Бургас",
    geocode: [42.48936, 27.47777],
    popUp: "ул. Княз Ал.Батенберг 1"
  },
  {
    city: "Бургас",
    type: "Billa",
    geocode: [42.46103, 27.41645],
    popUp: "Меден рудник - жк Меден Рудник, зона А 171, ул. Апостол Войвода"
  },
  {
    city: "Бургас",
    type: "Billa",
    geocode: [42.46103, 27.41645],
    popUp: "Меден рудник - жк Меден Рудник, зона А 171, ул. Апостол Войвода"
  },
  {
    city: "Бургас",
    type: "Billa",
    geocode: [42.5038, 27.46041],
    popUp: "Северна пром зон - ул. Гочо Иванов 30"
  },
  {
    city: "Бургас",
    type: "Billa",
    geocode: [42.5038, 27.46041],
    popUp: "Северна пром зон - ул. Гочо Иванов 30"
  },
  {
    city: "Бургас",
    type: "Billa",
    geocode: [42.51758, 27.45305],
    popUp: "Славейков - жк Петко Р Славейков бл 111"
  },
  {
    city: "Бургас",
    type: "Billa",
    geocode: [42.51758, 27.45305],
    popUp: "Славейков - жк Петко Р Славейков бл 111"
  },
  {
    city: "Бургас",
    type: "Kaufland",
    geocode: [42.46351, 27.41019],
    popUp: "Меден рудник - бул. Захари Стоянов 45"
  },
  {
    city: "Бургас",
    type: "Kaufland",
    geocode: [42.46351, 27.41019],
    popUp: "Меден рудник - бул. Захари Стоянов 45"
  },
  {
    city: "Бургас",
    type: "Kaufland",
    geocode: [42.51482, 27.44999],
    popUp: "Славейков/Сев пр - бул. Янко Комитов 8"
  },
  {
    city: "Бургас",
    type: "Kaufland",
    geocode: [42.51482, 27.44999],
    popUp: "Славейков/Сев пр - бул. Янко Комитов 8"
  },
  {
    city: "Бургас",
    type: "Kaufland",
    geocode: [42.53217, 27.46097],
    popUp: "Изгрев/Сев пром - бул. Транспортна 23"
  },
  {
    city: "Бургас",
    type: "Kaufland",
    geocode: [42.53217, 27.46097],
    popUp: "Изгрев/Сев пром - бул. Транспортна 23"
  },
  {
    city: "Бургас",
    type: "OMV",
    geocode: [42.52828, 27.45228],
    popUp: "Изгрев/Сев пром - бул. Транспортна № 55 (кръгово)"
  },
  {
    city: "Бургас",
    type: "Metro",
    geocode: [42.52967, 27.45307],
    popUp: "Изгрев/Сев пром - бул. Стефан Стамболов 103"
  },
  {
    city: "Бургас",
    type: "Metro",
    geocode: [42.52967, 27.45307],
    popUp: "Изгрев/Сев пром - бул. Стефан Стамболов 103"
  },
  {
    city: "Бургас",
    type: "Храм Света Богородица",
    geocode: [42.49236, 27.47495],
    popUp: "Център - ул. М.Лермонтов 5"
  },
  {
    city: "Бургас",
    type: "Храм Св. Николай Чудотворец",
    geocode: [42.46031, 27.41531],
    popUp: "Меден рудник - кв.Меден Рудник,Бургас"
  },
  {
    city: "Бургас",
    type: "Болеро",
    geocode: [42.50619, 27.4746],
    popUp: "Лазур - жк Лазур, до бл.71/ул. Георги Баев 2"
  },
  {
    city: "Бургас",
    type: "Болеро",
    geocode: [42.46323, 27.4167],
    popUp: "Меден рудник - жк Меден рудник, до бл. 408"
  },
  {
    city: "Бургас",
    type: "Болеро",
    geocode: [42.52462, 27.46473],
    popUp: "Изгрев - жк Изгрев, бл. 101"
  },
  {
    city: "Бургас",
    type: "Болеро",
    geocode: [42.51715, 27.46615],
    popUp: "Зорница - жк Зорница, бл. 47, вх. Е"
  },
  {
    city: "Бургас",
    type: "БЧК Бургас",
    geocode: [42.50083, 27.4611],
    popUp: "Възраждане - жк Възраждане, бл 7"
  },
  {
    city: "Бургас",
    type: "БЧК Бургас",
    geocode: [42.50083, 27.4611],
    popUp: "Възраждане - жк Възраждане, бл 7"
  },
  {
    city: "Поморие",
    type: "Болеро Поморие",
    geocode: [42.57001, 27.6132],
    popUp: "Нов град - ул. Добри Чинтулов 48"
  },
  {
    city: "Поморие",
    type: "Billa Поморие",
    geocode: [42.5664, 27.62187],
    popUp: "Нов град - ул. Княз Борис l 104"
  },
  {
    city: "Поморие",
    type: "Billa Поморие",
    geocode: [42.5664, 27.62187],
    popUp: "Нов град - ул. Княз Борис l 104"
  },

  {
    city: "В.Търново",
    type: "Kaufland",
    geocode: [43.07544, 25.61225],
    popUp: "Западен - бул. Краков 2B"
  },
  {
    city: "В.Търново",
    type: "Kaufland",
    geocode: [43.07544, 25.61225],
    popUp: "Западен - бул. Краков 2B"
  },
  {
    city: "В.Търново",
    type: "CBA",
    geocode: [43.07292, 25.61493],
    popUp: "жк Зона Б - ул. Магистрална 17, Търговски парк, до МакДоналдс"
  },
  {
    city: "В.Търново",
    type: "CBA",
    geocode: [43.06113, 25.59912],
    popUp: "жк Чолаковци - ул. Райна Княгиня 2"
  },
  {
    city: "В.Търново",
    type: "CBA",
    geocode: [43.07784, 25.62565],
    popUp: "Западен - Пазара - бул. България 1/бул. Никола Габровски 51"
  },
  {
    city: "В.Търново",
    type: "Metro",
    geocode: [43.08269, 25.59505],
    popUp: "Индуст.зона - бул.  България  78"
  },
  {
    city: "В.Търново",
    type: "Metro",
    geocode: [43.08269, 25.59505],
    popUp: "Индуст.зона - бул.  България  78"
  },
  {
    city: "В.Търново",
    type: "Billa",
    geocode: [43.08165, 25.61131],
    popUp: "Слънчев дом/Ака - ул. Беляковско шосе 1 / към бул. България"
  },


  {
    city: "Севлиево",
    type: "ул.Стара Планина, градинката на гарата",
    geocode: [43.02189, 25.09736],
    popUp: "ЗПЗ Севлиево - ул.Стара Планина, градинката на гарата"
  },
  {
    city: "Севлиево",
    type: "ул. Марин Попов с ул. Алекс. Вересчагин, към заводи Росица и Видима",
    geocode: [43.01875, 25.10192],
    popUp: "ЗПЗ Севлиево - ул. Марин Попов с ул. Алекс. Вересчагин, към заводи Росица и Видима"
  },
  {
    city: "Севлиево",
    type: "жк Митко Палаузов/Юг, срещу магазин Рай",
    geocode: [43.01659, 25.09834],
    popUp: "ЗПЗ Севлиево - жк Митко Палаузов/Юг, срещу магазин Рай"
  },
  {
    city: "Севлиево",
    type: "Kaufland",
    geocode: [43.02167, 25.09541],
    popUp: "ЗПЗ Севлиево - ул. Стара планина 78"
  },
  {
    city: "Севлиево",
    type: "Kaufland",
    geocode: [43.02167, 25.09541],
    popUp: "ЗПЗ Севлиево - ул. Стара планина 78"
  },
  {
    city: "Севлиево",
    type: "Billa",
    geocode: [43.0294, 25.09209],
    popUp: "СПЗ Севлиево - Ул. Стефан Пешев 90а"
  },
  {
    city: "Севлиево",
    type: "Billa",
    geocode: [43.0294, 25.09209],
    popUp: "СПЗ Севлиево - Ул. Стефан Пешев 90а"
  },
  {
    city: "Севлиево",
    type: "МБАЛ Д-р Стойчо Христов",
    geocode: [43.02924, 25.08925],
    popUp: "СПЗ Севлиево - Ул. Стефан Пешев 147"
  },


  {
    city: "Плевен",
    type: "Billa",
    geocode: [43.41774, 24.61273],
    popUp: "Воден - ул. Асен Халачев 2"
  },
  {
    city: "Плевен",
    type: "Billa",
    geocode: [43.41774, 24.61273],
    popUp: "Воден - ул. Асен Халачев 2"
  },
  {
    city: "Плевен",
    type: "T Market",
    geocode: [43.42402, 24.59879],
    popUp: "Сторгозия - бул. Сторгозия 79"
  },
  {
    city: "Плевен",
    type: "Metro",
    geocode: [43.4376, 24.59221],
    popUp: "СПЗ - ул. Метро 11"
  },
  {
    city: "Плевен",
    type: "Metro",
    geocode: [43.4376, 24.59221],
    popUp: "СПЗ - ул. Метро 11"
  },
  {
    city: "Плевен",
    type: "Кауфланд",
    geocode: [43.41909, 24.62762],
    popUp: "Воден - ул. Гренадирска 119"
  },
  {
    city: "Плевен",
    type: "Кауфланд",
    geocode: [43.41909, 24.62762],
    popUp: "Воден - ул. Гренадирска 119"
  },
  {
    city: "Плевен",
    type: "ДГ Първи юни",
    geocode: [43.42245, 24.59026],
    popUp: "Сторгозия - бул. Сторгозия 67"
  },


  {
    city: "Ловеч",
    type: "БЧК Ловеч",
    geocode: [43.13383, 24.71193],
    popUp: "Център - ул. Отец Паисий 9"
  },
  {
    city: "Ловеч",
    type: "Billa",
    geocode: [43.13467, 24.70964],
    popUp: "Център - ул. Доктор Съйко Съев 30"
  },
  {
    city: "Ловеч",
    type: "Billa",
    geocode: [43.13467, 24.70964],
    popUp: "Център - ул. Доктор Съйко Съев 30"
  },
  {
    city: "Ловеч",
    type: "ПЕГ Екзарх Йосиф 1 Ловеч",
    geocode: [43.13332, 24.71412],
    popUp: "Център - ул. Цар Иван Шишман 7"
  },


  {
    city: "Добрич",
    type: "ABC Market",
    geocode: [43.57233, 27.85189],
    popUp: "жк Балик - ул Орфей 36"
  },
  {
    city: "Добрич",
    type: "OMV",
    geocode: [43.5702, 27.83747],
    popUp: "Център/Русия 1 - ул. Гоце Делчев № 10в/бул. Русия"
  },
  {
    city: "Добрич",
    type: "Billa",
    geocode: [43.57426, 27.84161],
    popUp: "жк Христо Ботев - ул. „Христо Ботев“ 40, 9303 Добрич"
  },
  {
    city: "Добрич",
    type: "Billa",
    geocode: [43.56864, 27.84779],
    popUp: "жк Балик - бул Добруджа"
  },
  {
    city: "Добрич",
    type: "Billa",
    geocode: [43.56864, 27.84779],
    popUp: "жк Балик - бул Добруджа"
  },
  {
    city: "Добрич",
    type: "ABC Market",
    geocode: [43.5517, 27.82859],
    popUp: "Жк Добротица - ул Любен Станчев 15, Жк Добротица"
  },
  {
    city: "Добрич",
    type: "Фин-стоп. гимназия Васил Левски",
    geocode: [43.56524, 27.83377],
    popUp: "Център - ул. Генерал Гурко 1"
  },
  {
    city: "Добрич",
    type: "Mr Bricolage",
    geocode: [43.5502, 27.83641],
    popUp: "Южна пром зона - Околовръстен път „Добротица, изхода за Албена 56, 9302 ЮПЗ"
  },
  {
    city: "Добрич",
    type: "Mall Dobrich/Billa, стр вход",
    geocode: [43.56908, 27.83036],
    popUp: "Център - пл. Свобода 6"
  },
  {
    city: "Добрич",
    type: "Billa",
    geocode: [43.56471, 27.82089],
    popUp: "Център - ул. Свети Свети Кирил и Методий 41"
  },
  {
    city: "Добрич",
    type: "Billa",
    geocode: [43.56471, 27.82089],
    popUp: "Център - ул. Свети Свети Кирил и Методий 41"
  },
  {
    city: "Добрич",
    type: "БЧК",
    geocode: [43.5674, 27.81633],
    popUp: "Център - ул. Георги Бенковски 12"
  },
  {
    city: "Добрич",
    type: "БЧК",
    geocode: [43.56912, 27.83323],
    popUp: "Център - ул. Отец Паисий 19"
  },
  {
    city: "Добрич",
    type: "БЧК Областен съвет",
    geocode: [43.57456, 27.85188],
    popUp: "жк Балик - ул. Агликина поляна"
  },
  {
    city: "Добрич",
    type: "Колеж към Шуменски университет",
    geocode: [43.55346, 27.83286],
    popUp: "Жк Добротица - жк. Добротица\" № 12"
  },

  {
    city: "Шумен",
    type: "Център",
    geocode: [43.27206, 26.91893],
    popUp: "бул. Симеон Велики – до БЧК"
  },
  {
    city: "Шумен",
    type: "Тракия",
    geocode: [43.27431, 26.94939],
    popUp: "кв. Тракия, ул. Странджа №2"
  },
  {
    city: "Шумен",
    type: "Бялата пръст",
    geocode: [43.27807, 26.93869],
    popUp: "ул. Ален мак, до студетски стол"
  },
  {
    city: "Шумен",
    type: "Руски паметник",
    geocode: [43.27388, 26.93672],
    popUp: "ул. Цар Освободител № 12"
  },
  {
    city: "Шумен",
    type: "Бялата пръст",
    geocode: [43.27907, 26.92534],
    popUp: "Зала Арена"
  },
  {
    city: "Шумен",
    type: "Център",
    geocode: [43.2746, 26.92123],
    popUp: "ул. Кирил и Методий – детската градина"
  },
  {
    city: "Шумен",
    type: "Център",
    geocode: [43.27689, 26.92091],
    popUp: "ул. Македония № 40. БулМаг"
  },
  {
    city: "Шумен",
    type: "Център",
    geocode: [43.27689, 26.92091],
    popUp: "ул. Македония № 40. БулМаг"
  },
  {
    city: "Шумен",
    type: "Център",
    geocode: [43.2698, 26.90959],
    popUp: "До Томбул джамия"
  },
  {
    city: "Шумен",
    type: "Гривица",
    geocode: [43.26758, 26.90725],
    popUp: "Обръщач на ул. Дойран и ул. Раковска"
  },
  {
    city: "Шумен",
    type: "Добруджански",
    geocode: [43.26516, 26.94097],
    popUp: "кв. Добруджа – бул. Ришки проход, до детската площадка"
  },
  {
    city: "Шумен",
    type: "Южна пром зона",
    geocode: [43.26853, 26.94311],
    popUp: "бул. Мадара 30, до БулМаг"
  },
  {
    city: "Шумен",
    type: "Център",
    geocode: [43.27472, 26.9361],
    popUp: "бул. Симеон Велики, до Билла"
  },
  {
    city: "Шумен",
    type: "Добруджански",
    geocode: [43.26747, 26.93986],
    popUp: "ул. Добруджа, Ученически стадион"
  },
  {
    city: "Шумен",
    type: "Център",
    geocode: [43.27465, 26.93275],
    popUp: "бул. Симеон Велики, до Кооперативен пазар"
  },
  {
    city: "Шумен",
    type: "Център",
    geocode: [43.27388, 26.93672],
    popUp: "ул. Цар освободител 100, до ДКЦ 1"
  },
  {
    city: "Шумен",
    type: "Център",
    geocode: [43.2666, 26.94061],
    popUp: "Базово училище ул. Съединение 47"
  },
  {
    city: "Шумен",
    type: "кв. Мътница",
    geocode: [43.29351, 27.04539],
    popUp: "кв.Мътница, до кметството, ул. Проф.Иван Иванов 14"
  },
  {
    city: "с. Мадара",
    type: "с. Мадара",
    geocode: [43.27444, 27.09852],
    popUp: "с.Мадара, път 2006 с ул Иван Вазов, до бистро Мадара"
  },

  {
    city: "Провадия",
    type: "Център",
    geocode: [43.17892, 27.44243],
    popUp: "Пазара срещу кметство Провадия"
  },
  {
    city: "Провадия",
    type: "Шашкъните",
    geocode: [43.18953, 27.44487],
    popUp: "Пешеходен вход (алея) пред Лидъл"
  },
  {
    city: "Провадия",
    type: "към Гробищен",
    geocode: [43.16651, 27.44339],
    popUp: "Парк Ловен дом, ул. Цар Освободител 124"
  }

]


module.exports = markers;