
const markers = [
    {
      city: "София",
      geocode: [42.695430, 23.322409],
      popUp: "СРЕДЕЦ – ул. Калоян 5"
    },
    {
      city: "София",
      geocode: [42.68939, 23.33284],
      popUp: "СРЕДЕЦ – ул. Ген. Гурко 62, от страната на парка, срещу ул. Любен Каравелов"
    },
    {
      city: "София",
      geocode: [42.689144, 23.344159],
      popUp: "СРЕДЕЦ – кръстовището на ул. Цар Иван Асен II с ул. Мизия"
    },
    {
      city: "София",
      geocode: [42.675249, 23.293521],
      popUp: "КРАСНО СЕЛО – ж.к. Белите брези, ул. Лерин – срещу ДГ Брезичка"
    },
    {
      city: "София",
      geocode: [42.680023, 23.296743],
      popUp: "КРАСНО СЕЛО – ж.к. Хиподрума, ъгъла на ул. Урвич и ул. Булаир"
    },
    {
      city: "София",
      geocode: [42.671354, 23.283280],
      popUp: "КРАСНО СЕЛО – ж.к. Борово, бул. Ген. Стефан Тошев, пред бл. 223, вх.А"
    },
    {
      city: "София",
      geocode: [42.685236, 23.295664],
      popUp: "КРАСНО СЕЛО – ул. Боговец, до Районен Съд"
    },
    {
      city: "София",
      geocode: [42.683682, 23.287439],
      popUp: "КРАСНО СЕЛО – ж.к. Лагера, ул. Хайдушка поляна, бл. 4 срещу Балкантон"
    },
    {
      city: "София",
      geocode: [42.668527, 23.286933],
      popUp: "КРАСНО СЕЛО – ж.к. Борово, ъгъла на ул. Солун с ул. Невестина скала, пред бл. 13 А, вх. А"
    },
    {
      city: "София",
      geocode: [42.665868, 23.287454],
      popUp: "КРАСНО СЕЛО – бул. Тодор Каблешков, подход към пешеходен подлез"
    },
    {
      city: "София",
      geocode: [42.682437, 23.293118],
      popUp: "КРАСНО СЕЛО – ж.к. Хиподрума, ул. Булаир, алея към ОКИ Красно село"
    },
    {
      city: "София",
      geocode: [42.671217, 23.277078],
      popUp: "КРАСНО СЕЛО – ж.к. Бъкстон, бул. Братя Бъкстон до бл. 5"
    },
    {
      city: "София",
      geocode: [42.672433, 23.291899],
      popUp: "КРАСНО СЕЛО – ж.к. Борово, ул. Солун 25, пред бл. 34"
    },
    {
        city: "София",
        geocode: [42.696325, 23.307557],
        popUp: "ВЪЗРАЖДАНЕ – ул. Партений Нишавски, Парк Възраждане"
      },
      {
        city: "София",
        geocode: [42.703421, 23.308854],
        popUp: "ВЪЗРАЖДАНЕ – ул. Цар Симеон, пред ДКЦ 11"
      },
      {
        city: "София",
        geocode: [42.69715, 23.30158],
        popUp: "ВЪЗРАЖДАНЕ – УНИКРЕДИТ, ул. Гюешево 14, паркинга встрани от Билла"
      },
      {
        city: "София",
        geocode: [42.700312, 23.298797],
        popUp: "ВЪЗРАЖДАНЕ – кръстовището на ул. Зайчар с бул. Ал. Стамболийски, пред Национален дворец на децата"
      },
      {
        city: "София",
        geocode: [42.702434, 23.303371],
        popUp: "ВЪЗРАЖДАНЕ – ъгъла на ул. Пиротска с бул. инж. Иван Иванов"
      },
      {
        city: "София",
        geocode: [42.697689, 23.331146],
        popUp: "ОБОРИЩЕ – ул. Париж 5, на паркинга на Столичен инспекторат"
      },
      {
        city: "София",
        geocode: [42.69646, 23.34235],
        popUp: "ОБОРИЩЕ – Парк Заимов, срещу ул. Васил Априлов"
      },
      {
        city: "София",
        geocode: [42.692411, 23.354802],
        popUp: "ОБОРИЩЕ – ул. Каймакчалан, вляво от входа на МОЛ Сердика"
      },
      {
        city: "София",
        geocode: [42.704420, 23.325817],
        popUp: "ОБОРИЩЕ – бул. Сливница 182, пред Софийска Професионална Гимназия по Туризъм"
      },
      {
        city: "София",
        geocode: [42.703893, 23.334758],
        popUp: "ОБОРИЩЕ – ъгъла на ул. Ангиста с ул. Кешан, до ЛИДЛ"
      },
      {
        city: "София",
        geocode: [42.684515, 23.364293],
        popUp: "СЛАТИНА – ж.к. Гео Милев, ул. Атанас Узунов – срещу Асикс Арена"
      },
      {
        city: "София",
        geocode: [42.677740, 23.360347],
        popUp: "СЛАТИНА – ул. Николай Коперник, пред 22 ДКЦ"
      },
      {
        city: "София",
        geocode: [42.687755, 23.371406],
        popUp: "СЛАТИНА – кръстовището на ул. Слатинска и ул. Борис Новоселски, до бл.41 А"
      },
      {
        city: "София",
        geocode: [42.680456, 23.372742],
        popUp: "СЛАТИНА – ул. Гео Милев, спирка „Слатина“"
      },
      {
        city: "София",
        geocode: [42.681886, 23.362338],
        popUp: "СЛАТИНА – ул. Николай Коперник, спирката до 93 СУ „Ал.Теодоров-Балан“"
      },
      {
        city: "София",
        geocode: [42.681370, 23.356288],
        popUp: "СЛАТИНА – бул. Шипченски проход, пред зала Универсиада"
      },
      {
        city: "София",
        geocode: [42.681370, 23.356288],
        popUp: "СЛАТИНА – кръстовището на ул. Коста Лулчев и ул. Ал. Вон Хумболт"
      },
      {
        city: "София",
        geocode: [42.695116, 23.356506],
        popUp: "СЛАТИНА – ул. Кутловица, пред 23 СУ Фредерик Ж. Кюри"
      },
      {
        city: "София",
        geocode: [42.675340, 23.358419],
        popUp: "ИЗГРЕВ – ж.к. Изгрев, бул. Цариградско шосе, вляво от Билла на ул. Фредерик Жолио Кюри"
      },
      {
        city: "София",
        geocode: [42.660042, 23.347566],
        popUp: "ИЗГРЕВ – Дианабад – кръстовището на бул. Г.М.Димитров и ул. Никола Габровски, до бензиностанция Шел"
      },
      {
        city: "София",
        geocode: [42.663935, 23.349723],
        popUp: "ИЗГРЕВ – кв. Дианабад, ул. Васил Калчев до 105 СУ „Атанас Далчев“"
      },
      {
        city: "София",
        geocode: [42.669598, 23.357995],
        popUp: "ИЗГРЕВ – ул. Пиер Дегейтър, детска площадка до супермаркет Изток"
      },
      {
        city: "София",
        geocode: [42.674645, 23.334000],
        popUp: "ЛОЗЕНЕЦ – ул. Златовръх срещу №1"
      },
      {
        city: "София",
        geocode: [42.682364, 23.325706],
        popUp: "ЛОЗЕНЕЦ – пл. проф. Васил Геров"
      },
      {
        city: "София",
        geocode: [42.660363, 23.318103],
        popUp: "ЛОЗЕНЕЦ – ж.к. Хладилника, пазар Сребърна"
      },
      {
        city: "София",
        geocode: [42.679196, 23.321890],
        popUp: "ЛОЗЕНЕЦ – бул. Черни връх, метростанция Европейски съюз, посока НДК"
      },
      {
        city: "София",
        geocode: [42.677212, 23.320387],
        popUp: "ЛОЗЕНЕЦ – пл. Хелзинки, ул. Димитър Хаджикоцев"
      },
      {
        city: "София",
        geocode: [42.685309, 23.330577],
        popUp: "ЛОЗЕНЕЦ – бул. Хр. Смирненски 24"
      },
      {
        city: "София",
        geocode: [42.684074, 23.326887],
        popUp: "ЛОЗЕНЕЦ – ул. Милин Камък 3"
      },
      {
        city: "София",
        geocode: [42.669761, 23.303832],
        popUp: "ТРИАДИЦА – Южен парк, вход от ул. Нишава"
      },
      {
        city: "София",
        geocode: [42.666423, 23.300544],
        popUp: "ТРИАДИЦА – ж.к. Гоце Делчев, кръстовището на ул. Костенски водопад с бул. Гоце Делчев, до бл.102"
      },
      {
        city: "София",
        geocode: [42.672434, 23.293976],
        popUp: "ТРИАДИЦА – кръстовището на бул. Гоце Делчев с бул. България, до пешеходния подлез"
      },
      {
        city: "София",
        geocode: [42.676331, 23.303142],
        popUp: "ТРИАДИЦА – бул. Петко Ю. Тодоров, подлез срещу пазар Иван Вазов"
      },
      {
        city: "София",
        geocode: [42.687672, 23.311450],
        popUp: "ТРИАДИЦА – бул. Прага, до плувен басейн Мадара"
      },
      {
        city: "София",
        geocode: [42.661810, 23.295610],
        popUp: "ТРИАДИЦА – ул. Костенски водопад до бл. 247"
      },
      {
        city: "София",
        geocode: [42.659848, 23.298994],
        popUp: "ТРИАДИЦА – кръстовището на бул. Тодор Каблешков с ул. Деян Белишки"
      },
      {
        city: "София",
        geocode: [42.669355, 23.297802],
        popUp: "ТРИАДИЦА – кв. Стрелбище – ъгъла на ул. Орехова гора с бул. Гоце Делчев, до ТОТО пункта"
      },
      {
        city: "София",
        geocode: [42.67365, 23.299535],
        popUp: "ТРИАДИЦА – кв. Стрелбище – ул. Тулча, до читалище „Светлина 1940“"
      },
      {
        city: "София",
        geocode: [42.668415, 23.295734],
        popUp: "ТРИАДИЦА – ул. Орехова гора, пред ДГ „Звънче“"
      },
      {
        city: "София",
        geocode: [42.665504, 23.293690],
        popUp: "ТРИАДИЦА – ж.к. Мотописта, до 121 СУ „Георги Измерлиев“"
      },
      {
        city: "София",
        geocode: [42.699148, 23.290147],
        popUp: "КРАСНА ПОЛЯНА – ул. Алеко Туранджа и ул. Хъшове, до ЦДГ Коледарче"
      },
      {
        city: "София",
        geocode: [42.692707, 23.282032],
        popUp: "КРАСНА ПОЛЯНА – ул. Добротич 329 А, след кръстовището с бул. Никола Мушанов"
      },
      {
        city: "София",
        geocode: [42.702190, 23.283367],
        popUp: "КРАСНА ПОЛЯНА – кръстовището на бул. Ал. Стамболийски с ул. Булина ливада, до Фантастико"
      },
      {
        city: "София",
        geocode: [42.701485, 23.291885],
        popUp: "КРАСНА ПОЛЯНА – бул. Александър Стамболийски, до 10 ДКЦ"
      },
      {
        city: "София",
        geocode: [42.696886, 23.283013],
        popUp: "КРАСНА ПОЛЯНА – кръстовището на ул. Румяна с ул. Стария войн, до бл. 24Ж"
      },
      {
        city: "София",
        geocode: [42.681133, 23.286334],
        popUp: "КРАСНА ПОЛЯНА – ж.к. Лагера, ул. Балчик, до 25 ОУ"
      },
      {
        city: "София",
        geocode: [42.700726, 23.278682],
        popUp: "КРАСНА ПОЛЯНА – ул. Суходолска до бл. 124В"
      },
      {
        city: "София",
        geocode: [42.706412, 23.284840],
        popUp: "ИЛИНДЕН – ул. Виктор Палов до Т-Маркет – спирка Вардар на метрото"
      },
      {
        city: "София",
        geocode: [42.710159, 23.300021],
        popUp: "ИЛИНДЕН – ул. Габрово, до бл.374"
      },
      {
        city: "София",
        geocode: [42.707634, 23.295007],
        popUp: "ИЛИНДЕН – ж.к. Света Троица, ъгъла на ул. Насте Стоянов и ул. Цар Иван Александър, до магазин Била"
      },
      {
        city: "София",
        geocode: [42.732003, 23.310308],
        popUp: "НАДЕЖДА – ул. Република, до 137 ОДЗ „Калина Малина“"
      },
      {
        city: "София",
        geocode: [42.72715, 23.301416],
        popUp: "НАДЕЖДА – паркинга на бл. 172, до метростанция Надежда"
      },
      {
        city: "София",
        geocode: [42.73937, 23.303356],
        popUp: "НАДЕЖДА – Северен парк, входа откъм Надежда, до обръщача"
      },
      {
        city: "София",
        geocode: [42.750978, 23.318027],
        popUp: "НАДЕЖДА – кв. Илиенци, площада на ул. Жасмин и бул. Рожен"
      },
      {
        city: "София",
        geocode: [42.772696, 23.316201],
        popUp: "НАДЕЖДА – кв. Требич – ул. Латин Колев, Паметник на загиналите"
      },
      {
        city: "София",
        geocode: [42.662207, 23.397442],
        popUp: "ИСКЪР – бул. Кръстьо Пастухов, ъгъла с ул. Тирана, на входа на Парк Езерото"
      },
      {
        city: "София",
        geocode: [42.647363, 23.401194],
        popUp: "ИСКЪР – Цариградски комплекс, бл. 285В"
      },
      {
        city: "София",
        geocode: [42.655119, 23.399704],
        popUp: "ИСКЪР – ж.к. Дружба – бул. Цветан Лазаров, до храм „Св.Пророк Илия 2“"
      },
      {
        city: "София",
        geocode: [42.669663, 23.389977],
        popUp: "ИСКЪР – ж.к. Дружба, ул. 5038, до Т-Маркет"
      },
      {
        city: "София",
        geocode: [42.667510, 23.391851],
        popUp: "ИСКЪР – ж.к. Дружба, ул. 5041, зад бл.108"
      },
      {
        city: "София",
        geocode: [42.641238, 23.372969],
        popUp: "МЛАДОСТ – кв. Младост 2, бул. Александър Малинов и бул. Атанас Москов (до магазин Хит)"
      },
      {
        city: "София",
        geocode: [42.640909, 23.380704],
        popUp: "МЛАДОСТ – кв. Младост 3, бул. Свето Преображение – срещу сградата на районна администрация Младост"
      },
      {
        city: "София",
        geocode: [42.648231, 23.384672],
        popUp: "МЛАДОСТ – кв. Младост 1А, ул. Ресен, до 145 ОУ"
      },
      {
        city: "София",
        geocode: [42.628852, 23.373459],
        popUp: "МЛАДОСТ – кв. Младост 4, Метростанция Бизнес Парк, до буферен паркинг"
      },
      {
        city: "София",
        geocode: [42.662475, 23.376131],
        popUp: "МЛАДОСТ – кв. Младост 1, до подлеза на кръстовището на ул. Димитър Моллов и локалното Цариградско шосе"
      },
      {
        city: "София",
        geocode: [42.653169, 23.378140],
        popUp: "МЛАДОСТ – кв. Младост 1, ул. Никола Генадиев, до трафопоста до 125 СУ „Боян Пенев“"
      },
      {
        city: "София",
        geocode: [42.642804, 23.377676],
        popUp: "МЛАДОСТ – кв. Младост 3, ул.Бъднина, пред 144 СУ „Народни будители“"
      },
      {
        city: "София",
        geocode: [42.635072, 23.374926],
        popUp: "МЛАДОСТ – кв. Младост 4, ул. Атанас Москов, след кръстовището с ул. Ал. Паскалев спирка посока Бизнес парк"
      },
      {
        city: "София",
        geocode: [42.643467, 23.372760],
        popUp: "МЛАДОСТ – ул. проф. д-р Васил Златарски, трафопоста до бл. 221"
      },
      {
        city: "София",
        geocode: [42.626614, 23.406901],
        popUp: "МЛАДОСТ – кв. Горубляне, ъгъла на бул. Самоковско шосе и ул. Петър Дипларов"
      },
      {
        city: "София",
        geocode: [42.660818, 23.242946],
        popUp: "ВИТОША – кв. Княжево, площад Сред село"
      },
      {
        city: "София",
        geocode: [42.629083, 23.309487],
        popUp: "ВИТОША – кв. Драгалевци, спирка кв. Драгалевци"
      },
      {
        city: "София",
        geocode: [42.612267, 23.339092],
        popUp: "ВИТОША – бул. Симеоновско шосе, до спирката"
      },
      {
        city: "София",
        geocode: [42.646490, 23.267196],
        popUp: "ВИТОША – кв. Бояна, спирката до Боянско ханче"
      },
      {
        city: "София",
        geocode: [42.659218, 23.272876],
        popUp: "ВИТОША – кв. Манастирски ливади, обръщача на ТБ2 – спирката"
      },
      {
        city: "София",
        geocode: [42.665696, 23.284945],
        popUp: "ВИТОША – кв. Манастирски ливади, ул. Казбек 59А"
      },
      {
        city: "София",
        geocode: [42.668931, 23.274994],
        popUp: "ВИТОША – ж.к. Павлово, ул. Ген.Александър Суворов, до бл.11"
      },
      {
        city: "София",
        geocode: [42.628908, 23.196045],
        popUp: "ВИТОША – с. Владая, ул. Войнишко възстание, до читалище „Светлина“"
      },
      {
        city: "София",
        geocode: [42.600056, 23.169826],
        popUp: "ВИТОША – с. Мърчаево, ъгъла на ул. Маниш с ул. Черешова градина"
      },
      {
        city: "София",
        geocode: [42.667903, 23.268514],
        popUp: "ВИТОША – ъгъла на ул. Белмекен с ул. Мусала, пред 55 ДЯ"
      },
      {
        city: "София",
        geocode: [42.658829, 23.240721],
        popUp: "ВИТОША – бул. Цар Борис III, обръщалото на автобус №58"
      },
      {
        city: "София",
        geocode: [42.718792, 23.256760],
        popUp: "ЛЮЛИН – бул. Царица Йоанна, паркинг Била и метростанция Люлин"
      },
      {
        city: "София",
        geocode: [42.71357, 23.246449],
        popUp: "ЛЮЛИН – бул. Райко Даскалов 5, Люлин 4"
      },
      {
        city: "София",
        geocode: [42.715067, 23.267211],
        popUp: "ЛЮЛИН – Люлин 10, бул. Луи Пастьор, до бл. 101"
      },
      {
        city: "София",
        geocode: [42.711996, 23.314445],
        popUp: "СЕРДИКА – ж.к. Банишора, ул. Опълченска 117, бл. 37, вх. В"
      },
      {
        city: "София",
        geocode: [42.717684, 23.342967],
        popUp: "СЕРДИКА – кв. Орландовци, ул. Железопътна 18, до Билла"
      },
      {
        city: "София",
        geocode: [42.709211, 23.311016],
        popUp: "СЕРДИКА – кв. Банишора, кръстовището на ул. Ген. Иван Чернаев и ул. Подполковник Калитин"
      },
      {
        city: "София",
        geocode: [42.711901, 23.311969],
        popUp: "СЕРДИКА – кв. Банишора, бул. Ген. Николай Г. Столетов 5А"
      },
      {
        city: "София",
        geocode: [42.686322, 23.247092],
        popUp: "ОВЧА КУПЕЛ – ул. Иван Хаджийски, срещу 149 СОУ"
      },
      {
        city: "София",
        geocode: [42.671169, 23.259138],
        popUp: "ОВЧА КУПЕЛ – ул. Любляна 38, пазарчето под Фантастико"
      },
      {
        city: "София",
        geocode: [42.686574, 23.255546],
        popUp: "ОВЧА КУПЕЛ – бул. Президент Линкълн, до спирка „пазара Овча купел“"
      },
      {
        city: "София",
        geocode: [42.696156, 23.227013],
        popUp: "ОВЧА КУПЕЛ – кв. Суходол, ул. Бъдеще, пред магазин Фреш маркет"
      },
      {
        city: "София",
        geocode: [42.684128, 23.241579],
        popUp: "ПОДУЯНЕ – ул. Тодорини кукли 47, до Т-Маркет"
      },
      {
        city: "София",
        geocode: [42.702086, 23.354842],
        popUp: "ПОДУЯНЕ – ул. Тодорини кукли, спирката до ДМ"
      },
      {
        city: "София",
        geocode: [42.708782, 23.380417],
        popUp: "ПОДУЯНЕ – кв. Левски В – ул. Поп Грую, срещу бл. 9"
      },
      {
        city: "София",
        geocode: [42.713776, 23.377171],
        popUp: "ПОДУЯНЕ – кв. Левски Г – ул. Г. Кюмюрджиев, между 199 ОУ и 91 ОДЗ"
      },
      {
        city: "София",
        geocode: [42.713031, 23.387106],
        popUp: "ПОДУЯНЕ – кв. Левски Г – ул. Г. Кюмюрджиев срещу бл. 29"
      },
      {
        city: "София",
        geocode: [42.706867, 23.357795],
        popUp: "ПОДУЯНЕ – кв. Стефан Караджа – ул. Васил Кънчев, спирката до бл.142"
      },
      {
        city: "София",
        geocode: [42.708675, 23.343833],
        popUp: "ПОДУЯНЕ – кв. Хаджи Димитър – ул. Резбарска до бл. 100"
      },
      {
        city: "София",
        geocode: [42.706641, 23.345008],
        popUp: "ПОДУЯНЕ – кв. Хаджи Димитър – ул. Никола Войновски, до 42 ОУ"
      },
      {
        city: "София",
        geocode: [42.702082, 23.359135],
        popUp: "ПОДУЯНЕ – ж.к. Сухата река, ул. Тодорини кукли, срещу Била"
      },
      {
        city: "София",
        geocode: [42.701452, 23.368026],
        popUp: "ПОДУЯНЕ – ъгъла на ул. Сава Цонев с ул. Емануил Васкидович, пред 44 СУ „Неофит Бозвели“"
      },
      {
        city: "София",
        geocode: [42.699887, 23.370897],
        popUp: "ПОДУЯНЕ – ъгъла на бул. Ботевградско шосе с ул. Вършец, бл. 6, вх. А"
      },
      {
        city: "София",
        geocode: [42.73831, 23.294981],
        popUp: "ВРЪБНИЦА – кръстовището на ул. Златен клас с ул. Асен Трайков, до Т-Маркет"
      },
      {
        city: "София",
        geocode: [42.739277, 23.290783],
        popUp: "ВРЪБНИЦА – кв. Връбница 2 – ул. Тричко Велев, обръщалото на автобус 285"
      },
      {
        city: "София",
        geocode: [42.785959, 23.273957],
        popUp: "ВРЪБНИЦА – с. Мрамор, ул. Васил Левски, градинката пред кметството"
      },
      {
        city: "София",
        geocode: [42.731990, 23.476029],
        popUp: "КРЕМИКОВЦИ – с. Челопечене, площада"
      },
      {
        city: "София",
        geocode: [42.719278, 23.529757],
        popUp: "КРЕМИКОВЦИ – с. Горни Богров, до кметството"
      },
      {
        city: "София",
        geocode: [42.586447, 23.360402],
        popUp: "ПАНЧАРЕВО – с. Бистрица, площада"
      },
      {
        city: "София",
        geocode: [42.680355, 23.465201],
        popUp: "ПАНЧАРЕВО – с. Кривина, ул. Розова градина, на площада"
      },
      {
        city: "София",
        geocode: [42.680355, 23.465201],
        popUp: "ПАНЧАРЕВО – с. Кокаляне, ъгъла на ул. Искър с ул. Кръстан Младенов"
      },
      {
        city: "София",
        geocode: [42.705471, 23.148053],
        popUp: "БАНКИЯ – ул. Цар Симеон 1"
      },
      {
        city: "София",
        geocode: [42.705801, 23.150936],
        popUp: "БАНКИЯ – ул. Цар Освободител 1"
      },
      {
        city: "София",
        geocode: [42.706298, 23.181330],
        popUp: "БАНКИЯ – с. Иваняне, до кметството"
      },
      {
        city: "София",
        geocode: [42.662258, 23.363312],
        popUp: "СТУДЕНТСКИ – Мусагеница – ул. Полк. Г.Янков, до 8 СУ „Васил Левски“"
      },
      {
        city: "София",
        geocode: [42.654000, 23.360852],
        popUp: "СТУДЕНТСКИ – ж.к. Дървеница – ул. Бели мел, зад Фантастико"
      },
      {
        city: "София",
        geocode: [42.663941, 23.367948],
        popUp: "СТУДЕНТСКИ – ж.к. Младост 1 – ул. Въртопо, пред бл. 85"
      },
      {
        city: "София",
        geocode: [42.651348, 23.363783],
        popUp: "СТУДЕНТСКИ – кв. Мусагеница – кръстовището на ул. Белимел и ул. проф. Стоян Киркович, до 72 ДГ и пред бл. 40, вх. Д"
      },
      {
        city: "София",
        geocode: [42.652880, 23.347201],
        popUp: "СТУДЕНТСКИ – Студенстки град, ул. Ак. Стефан Младенов 8"
      },
      {
        city: "София",
        geocode: [42.637060, 23.341039],
        popUp: "СТУДЕНТСКИ – кв. Малинова долина, ул. проф. Живко Сталев, зад бл. 23"
      },
      {
        city: "София",
        geocode: [42.768989, 23.404968],
        popUp: "НОВИ ИСКЪР – с. Негован, ул. Васил Левски, на площада"
      },
      {
        city: "София",
        geocode: [42.790947, 23.304259],
        popUp: "НОВИ ИСКЪР – с. Мировяне, ул. Чавдар Войвода, пред читалище Христо Ботев"
      },
      {
        city: "София",
        geocode: [42.772766, 23.362085],
        popUp: "НОВИ ИСКЪР – с. Кубратово, ул. Куманица, срещу кметството"
      },
      


      {
        city: "Бургас",
        geocode: [42.50166, 27.478262],
        popUp: "ж.к. Лазур до бл. 14"
      },
      {
        city: "Бургас",
        geocode: [42.50823, 27.476513],
        popUp: "ж.к. Лазур, ул. Места, срещу бл.21"
      },
      {
        city: "Бургас",
        geocode: [42.53001, 27.465124],
        popUp: "ж. к. Изгрев срещу бл. 32 до трафопоста"
      },
      {
        city: "Бургас",
        geocode: [42.51561, 27.467565],
        popUp: "ж. к. Зорница на гърба на спортна зала Бойчо Брънзов, с/у бл. 38"
      },
      {
        city: "Бургас",
        geocode: [42.5045, 27.472376],
        popUp: "ж.к. Братя Миладинови между училище Васил Априлов и бл. Народен юмрук"
      },
      {
        city: "Бургас",
        geocode: [42.50284, 27.474357],
        popUp: "ЦГЧ , кв. 172 – зад бл. 104, срещу защитеното жилище"
      },
      {
        city: "Бургас",
        geocode: [42.49196, 27.462338],
        popUp: "ЗЦГЧ кв.38, срещу хотел Вега, в края на Фердинандова до Мария Луиза"
      },
      {
        city: "Бургас",
        geocode: [42.45253, 27.414379],
        popUp: "ж.к. Меден Рудник, бл. 369 (битака)"
      },
      {
        city: "Бургас",
        geocode: [42.45254, 27.417081],
        popUp: "ж.к. Меден рудник, зона В, кв. 34 – срещу третата секция на бл. 77, на паркинга"
      },
      {
        city: "Бургас",
        geocode: [42.4528, 27.420931],
        popUp: "ж.к. Меден рудник, зона Б, кв. 37 – между 84 и 85 блок"
      },
      {
        city: "Бургас",
        geocode: [42.45951, 27.416221],
        popUp: "ж.к. Меден рудник, зона А , кв. 16 – между бл. 38 и 34, пред тото пункта, срещу Лидъл"
      },
      {
        city: "Бургас",
        geocode: [42.46101, 27.421081],
        popUp: "ж.к. Меден рудник, зона А на паркинга срещу ОУ Елин Пелин"
      },
      {
        city: "Бургас",
        geocode: [42.45644, 27.420871],
        popUp: "ж.к. Меден рудник, зона Б , кв. 22а – срещу спортна площадка до бл. 449"
      },
      {
        city: "Бургас",
        geocode: [42.52036, 27.465531],
        popUp: "ж.к. Зорница до подлеза срещу бл. 20"
      },
      {
        city: "Бургас",
        geocode: [42.50456, 27.464991],
        popUp: "ж.к. Братя Миладинови, кв. 23 – зад блока на Трапезица, зад бл. 56"
      },
      {
        city: "Бургас",
        geocode: [42.51599, 27.456171],
        popUp: "ж.к. Славейков между ПТТС 8005 и бл. 84"
      },
      {
        city: "Бургас",
        geocode: [42.52692, 27.459481],
        popUp: "ж.к. Изгрев, кв. 18 – между бл.66/65"
      },
      {
        city: "Бургас",
        geocode: [42.55708, 27.515621],
        popUp: "кв. Сарафово – кв. 42 кръстовище ул. Ангел Димитров и ул. Ремсова до трафопоста"
      },
      {
        city: "Бургас",
        geocode: [42.52238, 27.447452],
        popUp: "ж.к. Славейков – до бл. 365, срещу училище Михаил Лъкатник – 82"
      },
      {
        city: "Бургас",
        geocode: [42.515037, 27.463327],
        popUp: "ж.к. Зорница до бл. 34"
      },
      {
        city: "Бургас",
        geocode: [42.521932, 27.464235],
        popUp: "ж.к. Изгрев, ул. Петко Загорски до бл. 41А"
      },
      {
        city: "Бургас",
        geocode: [42.525563, 27.464937],
        popUp: "ж.к. Изгрев, ул. Георги Калоянчев, до пазар Велека"
      },
      {
        city: "Бургас",
        geocode: [42.505313, 27.468045],
        popUp: "ж.к. Братя Миладинови, ул. Шар планина, срещу магазин Болеро"
      },
      {
        city: "Бургас",
        geocode: [42.508693, 27.472924],
        popUp: "ж.к. Лазур, ъгъла на ул. Копривщица с ул. Батак, до ГЧЕ „Васил Левски“"
      },
      {
        city: "Бургас",
        geocode: [42.503659, 27.479600],
        popUp: "ж.к. Лазур, ъгъла на ул. Великов Търново с ул. Поморие, до Флора бар и грил"
      },
      {
        city: "Бургас",
        geocode: [42.511574, 27.468991],
        popUp: "ж.к. Лазур, ул. Васил Петлешков, срещу бл. 70"
      },
      {
        city: "Бургас",
        geocode: [42.518105, 27.456054],
        popUp: "ж.к. Славейков, ТЦ „Престиж“, до бл. 62"
      },
      {
        city: "Бургас",
        geocode: [42.521007, 27.444605],
        popUp: "ж.к. Славейков пред бл. 34, вх. 8"
      },
      {
        city: "Бургас",
        geocode: [42.521180, 27.450617],
        popUp: "ж.к. Славейков пред бл. 82"
      },
      {
        city: "Бургас",
        geocode: [42.603762, 27.384742],
        popUp: "кв. Ветрен, ул. Българка 54, Център за административни услуги"
      },




      {
        city: "Стара Загора",
        geocode: [42.423134, 25.616687],
        popUp: "На източния тротоар на ул. Княз Александър Батенберг, в близост до пресечката с бул. Цар Симеон Велики"
      },
      {
        city: "Стара Загора",
        geocode: [42.41926, 25.613573],
        popUp: "На паркинга на парк Артилерийски, до ул. Одринска епопея"
      },
      {
        city: "Стара Загора",
        geocode: [42.43039, 25.634784],
        popUp: "В близост до парк Зеленият клин"
      },
      {
        city: "Стара Загора",
        geocode: [42.4135, 25.59385],
        popUp: "Квартал Железник – пресечката на ул. Ген. Иван Пашинов и ул. Алеко Константинов"
      },
      {
        city: "Стара Загора",
        geocode: [42.42645, 25.626776],
        popUp: "На паркинга на пресечката на ул. Любор Байер и бул. Руски"
      },
      {
        city: "Стара Загора",
        geocode: [42.42527, 25.639697],
        popUp: "Северно от пресечката на ул. Стефан Караджа и ул. Ген. Гурко до източната ограда на Детска градина № 9 Светулка"
      },
      {
        city: "Стара Загора",
        geocode: [42.41605, 25.607178],
        popUp: "В квартал Три чучура юг срещу бл. 54"
      },
      {
        city: "Стара Загора",
        geocode: [42.42504, 25.686259],
        popUp: "В кв. Зора на пресечката на ул. Златен клас и ул. Камчия"
      },
      {
        city: "Стара Загора",
        geocode: [42.428358, 25.657672],
        popUp: "бул. Никола Петков, паркинга до църква Св. Игнатий Старозагорски"
      },
      {
        city: "Стара Загора",
        geocode: [42.426599, 25.620574],
        popUp: "ул. Св.Отец Паисий 89, пред сградата на EVN"
      },
      {
        city: "Стара Загора",
        geocode: [42.429885, 25.628814],
        popUp: "кръстовището на ул. Васил Левски с ул. Пенчо Минев, пред сградата на Районна Здравноосигурителна Каса"
      },
      {
        city: "Стара Загора",
        geocode: [42.425715, 25.644810],
        popUp: "ул. Подполковник Калитин, до Първо ОУ Г.Бакалов"
      },


      {
        city: "Варна",
        geocode: [43.210424, 27.922967],
        popUp: "Червен площад, кръстовището на ул. Княз Николаевич с ул. Иван Аксаков"
      },
      {
        city: "Варна",
        geocode: [43.215221, 27.924534],
        popUp: "Чаталджа – кръстовището на ул. Цар Иван Асен с ул. Драва Чех"
      },
      {
        city: "Варна",
        geocode: [43.215378, 27.941853],
        popUp: "жк. Чайка, бул. Ал.Стамболийски, пиацата на такситата"
      },
      {
        city: "Варна",
        geocode: [43.210153, 27.929927],
        popUp: "ул. Найден Геров, подлеза срещу Професионална гимназия по Туризъм"
      },
      {
        city: "Варна",
        geocode: [43.222549, 27.942318],
        popUp: "Бриз, ул. Д-р Петър Скорчев, след кръговото на Кауфланд"
      },
      

      
      {
        city: "Пловдив",
        geocode: [42.119650, 24.756219],
        popUp: "бул. Цар Борис III Обединител, Бизнес парк Флавия"
      },



      {
        city: "Благоевград",
        geocode: [42.01687, 23.085532],
        popUp: "жк. Запад, ул. Марица, пред магазин БГ Маркет"
      },
      {
        city: "Благоевград",
        geocode: [42.02232, 23.101403],
        popUp: "сградата на Камерната опера, ъгъла на ул. Св. Иван Рилски и ул. Иван Вазов"
      },
      {
        city: "Благоевград",
        geocode: [42.01770, 23.096694],
        popUp: "магазин Билла, ъгъла на ул. Крали Марко и ул. Т. Александров"
      },
      {
        city: "Благоевград",
        geocode: [42.00400, 23.106085],
        popUp: "жк. Еленово, ул. Георги Андрейчин, до автобусната спирка"
      },
      {
        city: "Благоевград",
        geocode: [41.99270, 23.08860],
        popUp: "жк. Струмско, ул. Яне Сандански, срещу VI СУ и магазин „Стоми“"
      },




      {
        city: "Велико Търново",
        geocode: [43.08081, 25.632242],
        popUp: "парк Марно поле – ул. Цар Тодор – Светослав и ул. Марно поле"
      },
      {
        city: "Велико Търново",
        geocode: [43.07594, 25.62793],
        popUp: "кв. Дружба – на ъгъла на ул Козлодуй и ул. Мармарлийска"
      },
      {
        city: "Велико Търново",
        geocode: [43.06925, 25.607884],
        popUp: "кв. Бузлуджа – на ъгъла на ул. Константин Паница и ул. Иван Хаджидимитров"
      },
      {
        city: "Велико Търново",
        geocode: [43.07948, 25.600955],
        popUp: "кв. Колю Фичето – ул. Симеон Велико – до Мол Велико Търново"
      },
      {
        city: "Велико Търново",
        geocode: [43.08394, 25.62093],
        popUp: "кв. Картала – ъгъла на ул. Стоян Михайловски и ул. Петко Ю. Тодоров"
      },


      {
        city: "Елена",
        geocode: [42.932458, 25.885589],
        popUp: "кръстовището на ул. Орловска с ул. Иван Н. Момчилов, пред ЦДГ „Ана Брадел“"
      },


      {
        city: "Добрич",
        geocode: [43.566754, 27.828200],
        popUp: "паркинга на Общински Младежки Център Захари Стоянов"
      },
      {
        city: "Добрич",
        geocode: [43.5712, 27.832933],
        popUp: "На ъгъла на ул. Димитър Петков и Отец Паисий – до сградата на стоматологията"
      },
      {
        city: "Добрич",
        geocode: [43.55294, 27.834274],
        popUp: "ж.к. Добротица – до основно училище Хан Аспарух"
      },
      {
        city: "Добрич",
        geocode: [43.574358, 27.840896],
        popUp: "ул.Христо Ботев, паркинга между бл.4 и бл.6, до Тото пункта"
      },
      {
        city: "Добрич",
        geocode: [43.578051, 27.855624],
        popUp: "ул. Христо Ботев 68, площадка за разделно събиране на отпадъци на Община Добрич"
      },


      {
        city: "Айтос",
        geocode: [42.704755, 27.249105],
        popUp: "ул. Хаджи Димитър, пиацата на такситата, до Т Маркет"
      },
      {
        city: "Айтос",
        geocode: [42.703156, 27.252212],
        popUp: "ул. Станционна 27, срещу Уникредит Булбанк"
      },


      {
        city: "Поморие",
        geocode: [42.55853, 27.641892],
        popUp: "ул. Солна 5, на паркинга срещу Общинска администрация"
      },
      {
        city: "Поморие",
        geocode: [42.56098, 27.634783],
        popUp: "ул. Княз Борис I 98, до сградата на Районно управление"
      },
      {
        city: "Поморие",
        geocode: [42.5659, 27.61124],
        popUp: "ул. Княз Борис I 211, на автогарата в кв. Свети Георги"
      },

      {
        city: "Ботевград",
        geocode: [42.900430, 23.788711],
        popUp: "ул. Захари Стоянов, пред Арена Ботевград"
      },
      {
        city: "Ботевград",
        geocode: [42.903007, 23.804210],
        popUp: "ул. Илия Стоянов, до ОУ Св. Св. Кирил и Методий"
      },
      {
        city: "Ботевград",
        geocode: [42.915487, 23.793518],
        popUp: "ул. Плиска, до детската площадка пред бл. 10"
      },

      {
        city: "Сандански",
        geocode: [41.575067, 23.283789],
        popUp: "ул. Никола Вапцаров 5"
      },
      {
        city: "Сандански",
        geocode: [41.553668, 23.268442],
        popUp: "ж.к. Спартак, ул. Беласица 3"
      },
      {
        city: "Сандански",
        geocode: [41.554259, 23.275250],
        popUp: "ул. Тодор Каблешков 5, под IV ОУ Св.Св. Козма и Дамян"
      },
      {
        city: "Силистра",
        geocode: [44.111727, 27.272667],
        popUp: "кръговото кръстовище на ул. Добрич и ул. 7ми Септември"
      },
      {
        city: "Силистра",
        geocode: [44.119394, 27.268571],
        popUp: "кръстовището на ул. Сан Стефано с бул. Македония, пред кафе The Red one"
      },
      {
        city: "Силистра",
        geocode: [44.112561, 27.263277],
        popUp: "бул. Македония 88, до спирката"
      },
      {
        city: "Тутракан",
        geocode: [44.045199, 26.614840],
        popUp: "кръстовището на ул. Христо Ботев и ул. Искър"
      },
      {
        city: "Левски",
        geocode: [43.357605, 25.143226],
        popUp: "пред Районен съд"
      },
      {
        city: "Балчик",
        geocode: [43.407908, 28.163122],
        popUp: "ул. Иван Вазов, пред читалище „Паисий Хилендарски“"
      },
      {
        city: "Балчик",
        geocode: [43.421424, 28.163493],
        popUp: "жк. Балик, паркинга на магазин Аквилон"
      },
      {
        city: "Каварна",
        geocode: [43.431244, 28.336729],
        popUp: "на паркинга между ул. Л. Каравелов и ул. Добротица"
      },
      {
        city: "Каварна",
        geocode: [43.435263, 28.338082],
        popUp: "на паркинга между ул. България и ул. Георги Кирков"
      },
      {
        city: "Аксаково",
        geocode: [43.259252, 27.818140],
        popUp: "ул. Михаил Иванов, срещу сградата на Община Акасково"
      },
      {
        city: "Белослав",
        geocode: [43.189357, 27.705293],
        popUp: "ул. Трети март 44, до сградата на община Белослав"
      },
      {
        city: "Шабла",
        geocode: [43.536162, 28.533044],
        popUp: "ул.Оборище, на паркинга зад Народно читалище Зора"
      },
      {
        city: "Ветрино",
        geocode: [43.315320, 27.434891],
        popUp: "ул. „Г.С.Раковски“, срещу сградата на Община Ветрино"
      },
      {
        city: "Аврен",
        geocode: [43.109850, 27.674448],
        popUp: "с. Аврен, ул. Йордан Ноев 50, пред Информационен център"
      },
      {
        city: "Тетевен",
        geocode: [42.918076, 24.264459],
        popUp: "ул. Г. Б. Ковски, площада срещу Общината"
      },
      {
        city: "Тетевен",
        geocode: [42.913822, 24.282264],
        popUp: "ул. Бели Вит, до автобусната спирка"
      },
      {
        city: "Радомир",
        geocode: [42.546239, 22.963393],
        popUp: "ул. Шар, на гърба на СУ Св. Св. Кирил и Методий"
      },
      {
        city: "Радомир",
        geocode: [42.546752, 22.965886],
        popUp: "ъгъла на ул. Батенберг и ул. Васил Левски"
      },
      {
        city: "Дупница",
        geocode: [42.266065, 23.112869],
        popUp: "ул. Княз Борис I, градинката зад спирката на Лидл"
      },
      {
        city: "Дупница",
        geocode: [42.273505, 23.130632],
        popUp: "ул. Орлинска, до Била"
      },
      {
        city: "Дупница",
        geocode: [42.251874, 23.128021],
        popUp: "кв. Бистрица, ул. Асен Мердиджиев, Обръщалото на автобусите"
      },
      {
        city: "Банско",
        geocode: [41.836118, 23.492084],
        popUp: "ул. Цар Симеон 72, пред входа на Градския парк"
      },
      {
        city: "Банско",
        geocode: [41.837306, 23.483308],
        popUp: "ул. Иконом К. Чучулайн"
      },
      


      {
        city: "Кюстендил",
        geocode: [42.282748, 22.675270],
        popUp: "ъгъла на ул. Спартак с ул. Власина, пред Спортно училище"
      },
      {
        city: "Кюстендил",
        geocode: [42.277827, 22.671917],
        popUp: "ъгъла на ул. Добрич с ул. Нов Живот, срещу Енергото"
      },
      {
        city: "Кюстендил",
        geocode: [42.292736, 22.698935],
        popUp: "ул. Гоце Делчев до бл. 99"
      },
      {
        city: "Кюстендил",
        geocode: [42.275722, 22.703907],
        popUp: "ул. Синчец, пред ЦНСТ „Сияние“"
      },
      {
        city: "Кюстендил",
        geocode: [42.286035, 22.702251],
        popUp: "ул. Камчия, пред стадион „Странджа“"
      },
      {
        city: "Кюстендил",
        geocode: [42.273851, 22.671358],
        popUp: "кв. Младост, паркинга между бл. 6 и бл. 7"
      },

      


      {
        city: "Симитли",
        geocode: [41.892968, 23.110737],
        popUp: "ъгъла на ул. Васил Левски с ул. Христо Смирненски"
      },
      {
        city: "Симитли",
        geocode: [41.892806, 23.124141],
        popUp: "кв. Ораново, ъгъла на ул. Септемврийска с ул. Панайот Хитов"
      },
      {
        city: "Девин",
        geocode: [41.741595, 24.405834],
        popUp: "кв. Вратлек, ул. Рожен"
      },
      {
        city: "Девин",
        geocode: [41.743436, 24.391773],
        popUp: "ъгъла на ул. Родопи и ул. Спартак, до пешеходния мост"
      },
      {
        city: "Брацигово",
        geocode: [42.025642, 24.370843],
        popUp: "ул. Атанас Кабов, на паркинга"
      },
      {
        city: "Брацигово",
        geocode: [42.023141, 24.369540],
        popUp: "кръстовището на ул. Атанас Кабов с ул. 377"
      },
      {
        city: "Кочериново",
        geocode: [42.084630, 23.059738],
        popUp: "ул. Шипка, срещу входа на градския парк"
      },
      {
        city: "Берковица",
        geocode: [43.236322, 23.132098],
        popUp: "ул. Цар Асен, над входа на парк Свети Георги Победоносец"
      },
      {
        city: "Драгоман",
        geocode: [42.921712, 22.930317],
        popUp: "ул. Захари Стоянов 26, пред Общината"
      },
      {
        city: "Стражица",
        geocode: [43.227249, 25.960981],
        popUp: "ул. Сава Цонев до парк Ангел Каралийчев"
      },
      {
        city: "Божурище",
        geocode: [42.763639, 23.197758],
        popUp: "бул. Европа 85, пред Уникредит Булбанк"
      },
      {
        city: "Ихтиман",
        geocode: [42.440356, 23.818876],
        popUp: "ъгъла на ул. Самуил с ул. Пенчо Славейков"
      },
      {
        city: "Ихтиман",
        geocode: [42.436374, 23.815277],
        popUp: "ъгъла на ул. Княз Борис I с ул. Св. Софроний Врачански, пред бл. 22"
      },
      {
        city: "Девня",
        geocode: [43.213484, 27.648153],
        popUp: "кв. Повеляново, ул. Рила 3, пред Общински Младежки дом"
      },
      {
        city: "Девня",
        geocode: [43.218673, 27.556605],
        popUp: "бул. Съединение 165"
      },
      {
        city: "Добринище",
        geocode: [41.821323, 23.563200],
        popUp: "ул. Вела Пеева, между Община Добринище и Читалище „Димитър Благоев“"
      },
      {
        city: "Разлог",
        geocode: [41.886873, 23.458661],
        popUp: "ул. Бела Река 88"
      },
      {
        city: "Разлог",
        geocode: [41.885574, 23.467666],
        popUp: "ул. Опълченска, кръговото кръстовище до Тото пункта"
      },
      {
        city: "Пещера",
        geocode: [42.034379, 24.309085],
        popUp: "ул. Хан Пресиян 34, на гърба на Лидл"
      },
      {
        city: "Пещера",
        geocode: [42.038109, 24.313409],
        popUp: "ул. Симон Налбант, пред бл. 50Б"
      },
      {
        city: "Суворово",
        geocode: [43.329049, 27.591346],
        popUp: "ъгъла на ул. Възраждане с ул. Стефан Караджа"
      },



      {
        city: "Русе",
        geocode: [43.836426, 25.957601],
        popUp: "ул. Муткурова, срещу ДЯ 4"
      },
      {
        city: "Русе",
        geocode: [43.845166, 25.956655],
        popUp: "бул. Ген. Скобелев, подлеза до бл. Българска роза"
      },
      {
        city: "Русе",
        geocode: [43.843102, 25.969220],
        popUp: "ул. Чипровци, пред бл. Иван Дечев, вх. Е"
      },
      {
        city: "Русе",
        geocode: [43.843531, 25.976438],
        popUp: "ъгъла на ул. Петрохан с ул. Тича"
      },
      {
        city: "Русе",
        geocode: [43.847347, 25.980617],
        popUp: "ъгъла на ул. Байкал с ул. Захари Стоянов, до бл. 19"
      },
      {
        city: "Русе",
        geocode: [43.851106, 25.995072],
        popUp: "ул. Киев, до бл. Сметана срещу ДЯ 12"
      },
      {
        city: "Русе",
        geocode: [43.849017, 25.988403],
        popUp: "ул. Измаил до бл. Дилянка и ДГ Зора"
      },
      {
        city: "Русе",
        geocode: [43.851533, 25.979219],
        popUp: "ул. Никола Петков между бл. П. Вичев и бл. Ив. Кръстев 2"
      },
      {
        city: "Русе",
        geocode: [43.856286, 25.969967],
        popUp: "ул. Св. Св. Кирил и Методий между бл. Средец и бл. Перла"
      },
      {
        city: "Русе",
        geocode: [43.836697, 25.954242],
        popUp: "ул. Тодор Каблешков, между ул. Видин и ул. Княз Ал. Д. Корсаков"
      },
      
      
      {
        city: "Тервел",
        geocode: [43.742533, 27.413167],
        popUp: "площада в края на ул. Искър към ул. Тича"
      },


      {
        city: "Велинград",
        geocode: [42.005778, 23.983909],
        popUp: "кв. Чепино, площад Македония, пред Пощата"
      },
      {
        city: "Велинград",
        geocode: [42.029030, 23.991916],
        popUp: "бул. Съединение 123, на спирката"
      },
      {
        city: "Велинград",
        geocode: [42.042514, 23.987174],
        popUp: "кв. Каменица, площад Възраждане"
      },

      
      {
        city: "Гоце Делчев",
        geocode: [41.571359, 23.739296],
        popUp: "ул. Дунав, пред бл. 16"
      },
      {
        city: "Гоце Делчев",
        geocode: [41.571885, 23.722913],
        popUp: "локалното на ул. Иларион Макариополски, до бл. 3А"
      }
];

module.exports = markers;